Repository: nmtri1987/stadavn
Catalog: Resources/Resources/RBVHStadaWebpages.*.resx
Languages: vi_vn

# LeaveRequest_PageTitleArea
source: Leave Request
vi_vn: Xin Nghỉ Phép

# ShiftRequest_LeavePopupContent
source: Click <a id='leave-link'>here</a> to view leave detail
vi_vn: Nhấn vào <a id='leave-link'>đây</a> để xem chi tiết

# ShiftRequest_LeavePopupTitle
source: Leave Information
vi_vn: Thông Tin Nghỉ Phép

# LeaveManagement_LeaveSecurityTitle
source: Leave Management For Security Guard
vi_vn: Quản Lý Nghỉ Phép Cho Bảo Vệ

# ShiftRequest_ImportButton
source: Import
vi_vn: Nhập

# ShiftManagement_ImportFromExcel
source: Import From Excel
vi_vn: Nhập từ excel

# ShiftRequest_SelectExcelFile
source: Please select excel file to input data
vi_vn: Vui lòng chọn file excel để nhập dữ liệu

# RequestForms_RequiredBODApprove
source: Required approval by BOD
vi_vn: Cần duyệt bởi ban giám đốc

# RequestsForm_Department
source: Department
vi_vn: Bộ phận

# RequestsForm_EmployeeID
source: Employee ID
vi_vn: Mã nhân viên

# RequestsForm_FinishDate
source: Finish date
vi_vn: Ngày kết thúc

# RequestsForm_Requester
source: Request from
vi_vn: Người tạo

# Request_RadioText_BuyMaterialEquipment
source: Buy material and equipment
vi_vn: Yêu cầu mua trang thiết bị

# Request_RadioText_Others
source: Others
vi_vn: Yêu cầu khác

# Request_RadioText_Repair
source: Repair
vi_vn: Yêu cầu sửa chữa

# RequestsForm_Comments
source: Comment
vi_vn: Ý kiến

# RequestsForm_ReceivedBy
source: Received by
vi_vn: Bộ phận tiếp nhận

# ShiftManagement_EditTitle
source: Edit
vi_vn: Sửa

# ShiftManagement_ViewTitle
source: View
vi_vn: Xem

# RequestsForm_ReferTo
source: Refer to
vi_vn: Liên quan đến

# RequestForm_BuyDetailGrid_Content
source: Content
vi_vn: Nội dung

# RequestForm_BuyDetailGrid_Quantity
source: Quantity
vi_vn: Số lượng

# RequestForm_BuyDetailGrid_Reason
source: Reason
vi_vn: Lý do

# RequestForm_BuyDetailGrid_Unit
source: Unit
vi_vn: Đơn vị

# RequestForm_Grid_OrderNumber
source: No
vi_vn: STT

# RequestForm_OthersGrid_Content
source: Content
vi_vn: Nội dung

# RequestForm_OthersGrid_Quantity
source: Quantity
vi_vn: Số lượng

# RequestForm_OthersGrid_Reason
source: Reason
vi_vn: Lý do

# RequestForm_OthersGrid_Unit
source: Unit
vi_vn: Đơn vị

# RequestForm_PleaseInputData
source: Please input content
vi_vn: Vui lòng nhập dữ liệu cho phần nội dung

# RequestForm_RepairGrid_Content
source: Content
vi_vn: Nội dung

# RequestForm_RepairGrid_From
source: From date
vi_vn: Từ ngày

# RequestForm_RepairGrid_Place
source: Place
vi_vn: Địa điểm

# RequestForm_RepairGrid_Reason
source: Reason
vi_vn: Lý do

# RequestForm_RepairGrid_To
source: To date
vi_vn: Đến ngày

# RequestsForm_RequestType
source: Request type
vi_vn: Loại phiếu đề nghị

# RequestsForm_DueDate
source: Due date
vi_vn: Ngày tới hạn

# RequestForm_BuyDetailGrid_Form
source: Form
vi_vn: Quy cách

# RequestForm_FromLessThanToDate
source: From date must be less than to date
vi_vn: Ngày sau phải lớn hơn hoặc bằng ngày trước

# RequestForm_InputQuantityError
source: Quantity data is wrong
vi_vn: Số lượng nhập không đúng

# FreightManagement_FreightByDepartmentTitle
source: Freight By Department
vi_vn: Đơn Vận Chuyển Hàng Hóa Theo Phòng Ban

# FreightManagement_FreightSecurityTitle
source: Freight Management For Security Guard
vi_vn: Đơn Vận Chuyển Hàng Hóa Cho Bảo Vệ

# FreightManagement_MyFreightRequestTitle
source: My Freight Requests
vi_vn: Đơn Vận Chuyển Hàng Hóa Của Tôi

# FreightManagement_PageTitle
source: Freight Management
vi_vn: Quản Lý Vận Chuyển Hàng Hóa

# FreightManagement_PageTitleArea
source: Freight Management
vi_vn: Quản Lý Vận Chuyển Hàng Hóa

# RequestForm_PleaseInputGridDetail
source: Please input data for detail table
vi_vn: Vui lòng nhập dữ liệu cho bảng chi tiết

# SelectedDateMustGreaterThanCurrentDate
source: Selected date must not be less than current date
vi_vn: Ngày chọn không được nhỏ hơn ngày hiện tại

# FormButtonsControl_Approve
source: Approve
vi_vn: Duyệt

# FormButtonsControl_Close
source: Close
vi_vn: Đóng

# FormButtonsControl_ReAssign
source: Re-Assign
vi_vn: Chuyển Việc

# FormButtonsControl_Reject
source: Reject
vi_vn: Không Duyệt

# FormButtonsControl_SaveAndSubmit
source: Save & Submit
vi_vn: Lưu & Nộp

# FormButtonsControl_SaveDraft
source: Save Draft
vi_vn: Lưu Nháp

# FormButtonsControl_TerminateProcess
source: Cancel
vi_vn: Hủy Yêu Cầu

# LeaveRequest_RequestForDateInvalid
source: Request for must be current date
vi_vn: Đơn tạo dùm phải trong cùng ngày

# LeaveRequest_LeaveHoursInvalid
source: Leave Hours must be greater than zero 0
vi_vn: Số giờ nghỉ phép phải lớn hơn 0

# AddNewRequests
source: Add New
vi_vn: Thêm

source: My Requests
vi_vn: Phiếu Đề Nghị Của Tôi

# RequestManagement_PageTitle
source: Requests Management
vi_vn: Quản Lý Phiếu Đề Nghị

# RequestManagement_TitleInTitleArea
source: Requests Management
vi_vn: Quản Lý Phiếu Đề Nghị

# RequestsToBeApproved
source: Requests Approval
vi_vn: Các Đề Nghị Cần Duyệt

# WorkflowHistoryControl_ApprovalStatus
source: Approval status
vi_vn: Trạng thái duyệt

# WorkflowHistoryControl_Comment
source: Comment
vi_vn: Ý kiến

# WorkflowHistoryControl_Date
source: Date
vi_vn: Ngày

# WorkflowHistoryControl_PostedBy
source: Posted by
vi_vn: Đăng bởi

source: Please add request buying details.
vi_vn: Vui lòng thêm chi tiết mua hàng

source: Please add request other details.
vi_vn: Vui lòng thêm vào bảng chi tiết

source: Please add request repair details.
vi_vn: Vui lòng thêm vào bảng sửa chữa chi tiết

source: Please select due date.
vi_vn: Vui lòng chọn ngày tới hạn

source: Please select finish date.
vi_vn: Vui lòng chọn ngày kết thúc

source: Please select received by
vi_vn: Vui lòng chọn bộ phận tiếp nhận

source: Please select request type
vi_vn: Vui lòng chọn loại đề nghị

# RequestsForm_SupportingDocument
source: Supporting documents
vi_vn: Tài liệu đính kèm

# RequestForm_InvalidFileName
source: Invalid file name
vi_vn: Chọn tên file không chứa ký tự '#'

# CommentControl_EnterComment
source: Please enter comment content.
vi_vn: Vui lòng nhập ý kiến

# ReAssignTask_AssignTask
source: Assign Task
vi_vn: Chuyển Việc

# ReAssignTask_AssignTo
source: Assign to
vi_vn: Chuyển việc đến

# ReAssignTask_Cancel
source: Cancel
vi_vn: Hủy

# ReAssignTask_PageTitleArea
source: Re-Assign Task
vi_vn: Chuyển Việc

# ReAssignTask_PleaseSelectEmployee
source: Please select employee to assign.
vi_vn: Vui lòng chọn người để chuyển việc

# FreightRequestForm_GoodsDescription
source: Goods description
vi_vn: Tên hàng hóa

# FreightRequestForm_OrderNumber
source: No
vi_vn: STT

# FreightRequestForm_Quantity
source: Quantity
vi_vn: Số lượng

# FreightRequestForm_Remarks
source: Remarks
vi_vn: Ghi chú

# FreightRequestForm_Unit
source: Unit
vi_vn: Đơn vị tính

# FreightRequest_CompanyName
source: Company name
vi_vn: Tên công ty

# FreightRequest_ConfirmDeleteMessage
source: Are you sure you want to delete?
vi_vn: Bạn có chắc muốn xóa?

# FreightRequest_Date
source: Time
vi_vn: Thời gian

# FreightRequest_EmployeeBelongToCompany
source: Bringer is employee of the company
vi_vn: Người mang hàng là người trong công ty

# FreightRequest_EmployeeNotBelongToCompany
source: Bringer is NOT employee of the company
vi_vn: Người mang hàng không phải là người trong công ty

# FreightRequest_PageTitle
source: Freight Request
vi_vn: Yêu Cầu Vận Chuyển Hàng Hóa

# FreightRequest_PageTitleArea
source: Freight Request
vi_vn: Yêu Cầu Vận Chuyển Hàng Hóa

# FreightRequest_RadioNo
source: No
vi_vn: Không

# FreightRequest_RadioYes
source: Yes
vi_vn: Có

# FreightRequest_Reason
source: Reason
vi_vn: Lý do

# FreightRequest_ReturnedGoods
source: Returned goods
vi_vn: Mang hàng vào/ra

# FrieghtRequest_Bringer
source: Bringer
vi_vn: Người mang hàng

# FrieghtRequest_Department
source: Department
vi_vn: Bộ phận

# FrieghtRequest_EmployeeID
source: Employee ID
vi_vn: MSNV

# FreightRequest_Others
source: Others
vi_vn: Khác

# FreightRequest_PhoneContact
source: Phone number
vi_vn: Điện thoại liên hệ

# FrieghtRequest_ReceivedBy
source: Received by
vi_vn: Tên người nhận

# FrieghtRequest_ReceivedDepartment
source: Department
vi_vn: Bộ phận

# FrieghtRequest_SendGoods
source: Send goods/Others
vi_vn: Gửi hàng/Khác

# RecruitmentManagement_PageTitle
source: Recruitment Management
vi_vn: Quản Lý Yêu Cầu Tuyển Dụng

# RecruitmentManagement_TitleInTitleArea
source: Recruitment Management
vi_vn: Quản Lý Yêu Cầu Tuyển Dụng

# FreightRequest_PleaseInputDataMessage
source: Please input data!
vi_vn: Vui lòng nhập dữ liệu!

# FreightRequest_QuantityIsWrongMessage
source: Quantity data is wrong
vi_vn: Số lượng nhập không đúng

# RequestsForm_RequestTitle
source: Title
vi_vn: Tiêu đề

source: Please input request title
vi_vn: Vui lòng nhập tiêu đề yêu cầu

source: Requests By Department
vi_vn: Các Đề Nghị Theo Phòng Ban

# FreightManagement_AddNew
source: Add New Request
vi_vn: Xin chuyển hàng hóa

# FreightManagement_MyFreightRequestsTabTitle
source: My Freight Requests
vi_vn: Yêu Cầu Vận Chuyển Của Tôi

source: Data must be different after edit
vi_vn: Dữ liệu sau khi sửa phải khác dữ liệu trước

# RequestForm_PleaseInputReasonData
source: Please input reason
vi_vn: Vui lòng nhập dữ liệu cho phần lý do

# FreightManagement_FreightApprovalTitle
source: Freight Requests Approval
vi_vn: Đơn Vận Chuyển Hàng Hóa Cần Duyệt

# CheckInButton
source: Check-in
vi_vn: Cho vào

# CheckOutButton
source: Check-out
vi_vn: Cho ra

# GridViewItem_ViewDetail
source: View Detail
vi_vn: Xem chi tiết

# CommentControl_PostCommentButton
source: Post
vi_vn: Gửi

# FreightRequest_radioOtherReason
source: Others
vi_vn: Khác

# FreightRequest_radioSendGoods
source: Send goods
vi_vn: Gửi hàng

# RecruimentForm_Age
source: Age
vi_vn: Tuổi

# RecruimentForm_Anothers
source: Other Requirements
vi_vn: Yêu cầu khác

# RecruimentForm_AnotherSkills
source: Another skill
vi_vn: Khả năng khác

# RecruimentForm_Appearance
source: Appearance
vi_vn: Ngoại hình

# RecruimentForm_AvailableTime
source: Available time
vi_vn: Ngày cần nhân sự

# RecruimentForm_BasicWork
source: Description of basic work
vi_vn: Mô tả công việc cơ bản

# RecruimentForm_Comments
source: Comments
vi_vn: Ý kiến

# RecruimentForm_ComputerSkills
source: Computer skills
vi_vn: Trình độ vi tính

# RecruimentForm_Department
source: Department
vi_vn: Bộ phận

# RecruimentForm_EducationLevel
source: Education level
vi_vn: Trình độ học vấn

# RecruimentForm_EnglishSkills
source: English skills
vi_vn: Trình độ tiếng Anh

# RecruimentForm_Gender
source: Gender
vi_vn: Giới tính

# RecruimentForm_General
source: General Requirements
vi_vn: Yêu cầu chung

# RecruimentForm_MartialStatus
source: Martial status
vi_vn: Tình trạng hôn nhân

# RecruimentForm_MoralVocations
source: Moral vocations
vi_vn: Phẩm chất cá nhân

# RecruimentForm_Necessary
source: Necessary Requirements
vi_vn: Yêu cầu cần thiết

# RecruimentForm_Position
source: Position
vi_vn: Vị trí tuyển dụng

# RecruimentForm_Quantity
source: Quantity
vi_vn: Số lượng

# RecruimentForm_ReasonForRecruitment
source: Reason for recruitment
vi_vn: Lý do tuyển dụng

# RecruimentForm_Skill
source: Skill Requirements
vi_vn: Yêu cầu về kỹ năng

# RecruimentForm_Specialities
source: Specialities
vi_vn: Chuyên môn

# RecruimentForm_SupportingDocuments
source: Supporting documents
vi_vn: Tài liệu đính kèm

# RecruimentForm_WorkingAbilities
source: Working abilities
vi_vn: Năng lực làm việc

# RecruimentForm_WorkingExperience
source: Working experience
vi_vn: Kinh nghiệm làm việc

# RecruimentForm_WorkingTime
source: Working time
vi_vn: Thời gian làm việc

# RecruitmentList_CreatedDate
source: Created date
vi_vn: Ngày tạo

# RecruitmentList_Department
source: Department
vi_vn: Bộ phận

# RecruitmentList_Position
source: Position
vi_vn: Vị trí tuyển dụng

# RecruitmentList_Quantity
source: Quantity
vi_vn: Số lượng

# RecruitmentList_RequestFrom
source: Request from
vi_vn: Yêu cầu từ

# RecruitmentList_Status
source: Status
vi_vn: Trạng thái

# RecruitmentForm_ErrorMessage_Age_Empty
source: Please enter age.
vi_vn: Vui lòng nhập tuổi.

# RecruitmentForm_ErrorMessage_Age_InValid
source: Please enter a valid age.
vi_vn: Vui lòng nhập tuổi hợp lệ.

# RecruitmentForm_ErrorMessage_AvailableTime_Empty
source: Please enter available time.
vi_vn: Vui lòng nhập ngày cần nhân sự.

# RecruitmentForm_ErrorMessage_AvailableTime_Invalid
source: Please enter a valid available time.
vi_vn: Vui lòng nhập ngày cần nhân sự hợp lệ.

# RecruitmentForm_ErrorMessage_EmptyPosition
source: Please enter position.
vi_vn: Vui lòng nhập vị trí tuyển dụng.

# RecruitmentForm_ErrorMessage_EmptyReasonForRecruitment
source: Please enter reason for recruitment.
vi_vn: Vui lòng nhập lý do tuyển dụng.

# RecruitmentForm_ErrorMessage_Quantity_Empty
source: Please enter quantity.
vi_vn: Vui lòng nhập số lượng.

# RecruitmentForm_ErrorMessage_Quantity_InValid
source: Please enter a valid quantity.
vi_vn: Vui lòng nhập số lượng hợp lệ.

# RecruitmentForm_ErrorMessage_UnSelectedDepartment
source: Please select department.
vi_vn: Vui lòng chọn bộ phận.

# RecruimentForm_LanguageSkills
source: Language Skills
vi_vn: Trình độ ngoại ngữ

# Recruiment_WrongNumber
source: Please input number that is greater than 0
vi_vn: Vui lòng nhập số lớn hơn 0

# RequestStatusCancelled
source: This request has been cancelled by owner
vi_vn: Yêu cầu này đã được hủy bởi người yêu cầu

# RecruitmentForm_ErrorMessage_FromAge_Empty
source: Please enter from age.
vi_vn: Vui lòng nhập tuổi từ.

# RecruitmentForm_ErrorMessage_FromAge_InValid
source: Please enter a valid from age.
vi_vn: Vui lòng nhập tuổi từ hợp lệ.

# RecruitmentForm_ErrorMessage_FromAge_LessThan_ToAge
source: From age must be less than or equal to age.
vi_vn: Vui lòng nhập tuổi từ nhỏ hơn hoặc bằng tuổi đến.

# RecruitmentForm_ErrorMessage_ToAge_Empty
source: Please enter to age.
vi_vn: Vui lòng nhập tuổi đến.

# RecruitmentForm_ErrorMessage_ToAge_InValid
source: Please enter a valid from to age.
vi_vn: Vui lòng nhập tuổi đến hợp lệ.

# RequestStatusApproved
source: This request has been approved by another person
vi_vn: Yêu cầu này đã được duyệt bởi một người khác

# RequestStatusRejected
source: This request has been rejected by another person
vi_vn: Yêu cầu này đã bị từ chối bởi một người khác

# FreightManagement_MyFreightTitle
source: My Freight
vi_vn: Đơn Mang Hàng Của Tôi

# LanguageSkillGrid_ForeignLanguage
source: Language
vi_vn: Ngoại ngữ

# LanguageSkillGrid_InputOtherMessage
source: Can only input other level when level is 'Khác/Others'
vi_vn: Chỉ có thể nhập trình độ khác khi chọn trình độ là 'Khác/Others'

# LanguageSkillGrid_Level
source: Level
vi_vn: Trình độ

# LanguageSkillGrid_No
source: No
vi_vn: STT

# LanguageSkillGrid_OtherLevel
source: Other level
vi_vn: Trình độ khác

# RecruimentForm_FromAge
source: From age
vi_vn: Tuổi từ

# RecruimentForm_ToAge
source: To age
vi_vn: Tuổi đến

# RecruitmentForm_ErrorMessage_AvailabelDateWrong
source: The selected date must not be less than current date
vi_vn: Ngày nhập chọn không được nhỏ hơn ngày hiện tại

# DiplomaManagement_PageTitle
source: Request For Diploma Supply Management
vi_vn: Quản Lý Phiếu Đề Nghị Bổ Sung Bằng Cấp

# DiplomaManagement_TitleInTitleArea
source: Request For Diploma Supply Management
vi_vn: Quản Lý Phiếu Đề Nghị Bổ Sung Bằng Cấp

# DiplomaRequestForm_DateOfEmp
source: Date of emp
vi_vn: Ngày vào công ty

# DiplomaRequestForm_Department
source: Requested department
vi_vn: Bộ phận yêu cầu

# DiplomaRequestForm_EmployeeCode
source: Employee code
vi_vn: Mã số nhân viên

# DiplomaRequestForm_FullName
source: Full name
vi_vn: Họ tên

# DiplomaRequestForm_NewSuggestions
source: New suggestions/ Contributions/Achivements or Innovations to the Department
vi_vn: Đề nghị/Đóng góp/Thành quả hoặc ý tưởng mới hiệu quả tại Phòng ban

# DiplomaRequestForm_Postion
source: Position
vi_vn: Vị trí phân công

# DiplomaRequestForm_ReceivedDiploma
source: Obtained diploma
vi_vn: Văn bằng đạt được

# DiplomaRequestForm_SupportingDocument
source: Attachment
vi_vn: Tập tin đính kèm

# DiplomaRequestForm_ToTheDailyWorks
source: To the daily works
vi_vn: Hiệu quả công việc hiện tại

# RequestDiplomaForm_DetailGrid_CurrentDiploma
source: Current diploma
vi_vn: Bằng cấp hiện tại

# RequestDiplomaForm_DetailGrid_Faculty
source: Faculty
vi_vn: Chuyên ngành

# RequestDiplomaForm_DetailGrid_GraduationYear
source: Graduation year
vi_vn: Năm tốt nghiệp

# RequestDiplomaForm_DetailGrid_IssuedPlace
source: Issued place
vi_vn: Nơi cấp

# RequestDiplomaForm_DetailGrid_NewDiploma
source: New diploma
vi_vn: Bằng cấp bổ sung

# RequestDiplomaForm_DetailGrid_TrainingDuration
source: Training duration
vi_vn: Thời gian đào tạo

# DiplomaRequestForm_DiplomaRevision
source: Diploma revision
vi_vn: Điều chỉnh bằng cấp

# DiplomaRequestForm_From
source: From date
vi_vn: Từ ngày

# DiplomaRequestForm_SalaryRevision
source: Salary revision
vi_vn: Điều chỉnh lương

# RequestDiplomaForm_ErrorMessage_PleaseInputData
source: Please input data
vi_vn: Vui lòng nhập đầy đủ thông tin

# RequestDiplomaForm_ErrorMessage_FromDate
source: Selected date must not be less than current date
vi_vn: Ngày chọn không được nhỏ hơn ngày hiện tại

# RequestDiplomaForm_ErrorMessage_PleaseInputDetailGrid
source: Please input data for detail grid
vi_vn: Vui lòng nhập dữ liệu cho bảng chi tiết

# SuppotingDoc_InvalidFileName
source: Invalid file name
vi_vn: Tên file không được chứa dấu #

# DiplomaRequestForm_Position
source: Position
vi_vn: Chức vụ

# DiplomaRequestForm_Requester
source: Full name
vi_vn: Họ tên

# RequestDiplomaForm_ErrorMessage_EmptyNewSuggestions
source: Please enter new suggestions/contributions/achievements or innovations to the department info.
vi_vn: Vui lòng nhập thông tin đề nghị/đóng góp/thành quả hoặc ý tưởng mới hiệu quả tại phòng ban.

# RequestDiplomaForm_ErrorMessage_EmptyPosition
source: Please enter position info.
vi_vn: Vui lòng nhập thông tin vị trí phân công.

# RequestDiplomaForm_ErrorMessage_EmptyToTheDailyWorks
source: Please enter to the daily works info.
vi_vn: Vui lòng nhập thông tin hiệu quả công việc hiện tại.

# RequestDiplomaForm_ErrorMessage_UnSelectedEmployee
source: Please select employee.
vi_vn: Vui lòng chọn nhân viên.

# RequestDiplomaList_Department
source: Department
vi_vn: Bộ phận

# RequestDiplomaList_EmployeeName
source: Full name
vi_vn: Họ tên

# RequestDiplomaList_CreatedDate
source: Created date
vi_vn: Ngày tạo

# RequestDiplomaList_Position
source: Position
vi_vn: Vị trí phân công

# RequestDiplomaList_RequestFrom
source: Request from
vi_vn: Yêu cầu từ

# RequestDiplomaList_Status
source: Status
vi_vn: Trạng thái

# RequestDiplomaForm_ErrorMessage_InvalidFromDate
source: Please enter valid from date.
vi_vn: Vui lòng nhập từ ngày hợp lệ.

# SupportingDoc_EmptyFile
source: Do not upload empty file
vi_vn: File không có nội dung

# BusinessTripRequest_PageTitle
source: Business Trip Request
vi_vn: Yêu Cầu Đi Công Tác

# BusinessTripRequest_PageTitleArea
source: Business Trip Request
vi_vn: Yêu Cầu Đi Công Tác

# BusinessTripManagement_AddNew
source: Add New Request
vi_vn: Xin Đi Công Tác

# BusinessTripManagement_BusinessTripApprovalTitle
source: Business Trip Request Approval
vi_vn: Đơn Đi Công Tác Cần Duyệt

# BusinessTripManagement_BusinessTripByDepartmentTitle
source: Business Trip By Department
vi_vn: Đơn Đi Công Tác Theo Phòng Ban

# BusinessTripManagement_MyBusinessTripRequestTitle
source: My Business Trip Requests
vi_vn: Đơn Đi Công Tác Của Tôi

# BusinessTripManagement_MyBusinessTripTitle
source: My Business Trip
vi_vn: Đi Công Tác Của Tôi

# BusinessTripManagement_PageTitle
source: Business Trip Management
vi_vn: Quản Lý Đi Công Tác

# BusinessTripManagement_PageTitleArea
source: Business Trip Management
vi_vn: Quản Lý Đi Công Tác

# RequestDiplomaForm_ErrorMessage_DataMustBeDiffrent
source: Re-sumitted data must be different with current data
vi_vn: Dữ liệu chỉnh sửa lại phải khác so với dữ liệu hiện tại

# CannotUpdateRequest
source: Error during update information
vi_vn: Có lỗi trong quá trình cập nhật

source: My Recruitment Requests
vi_vn: Yêu Cầu Tuyển Dụng Của Tôi

source: Recruitment Requests Approval
vi_vn: Phiếu Yêu Cầu Tuyển Dụng Cần Duyệt

source: Recruitment Requests By Department
vi_vn: Phiếu Yêu Cầu Tuyển Dụng Theo Phòng Ban

# RecruitmentForm_ErrorMessage_DataMustBeDiffrent
source: Re-sumitted data must be different with current data
vi_vn: Dữ liệu chỉnh sửa lại phải khác so với dữ liệu hiện tại

source: My Requests For Diploma Supply
vi_vn: Phiếu Đề Nghị Bổ Sung Bằng Cấp Của Tôi

source: Requests For Diploma Supply Approval
vi_vn: Phiếu Đề Nghị Bổ Sung Bằng Cấp Cần Duyệt

source: Requests For Diploma Supply By Department
vi_vn: Phiếu Đề Nghị Bổ Sung Bằng Cấp Theo Phòng Ban

# LanguageSkillGrid_ErrorMessage_PleaseInputData
source: Please input data
vi_vn: Vui lòng nhập đầy đủ thông tin

# BusinessTripManagement_ApprovalListTitle
source: Business Trip Requests Approval
vi_vn: Yêu Cầu Đi Công Tác Cần Duyệt

# BusinessTripManagement_RequestByDepartmentTitle
source: Business Trip Requests By Department
vi_vn: Yêu Cầu Đi Công Tác Theo Phòng Ban

# RecruitmentList_IsValid
source: Is Valid
vi_vn: Phiếu yêu cầu đúng quy định

# RecruitmentForm_ErrorMessage_WrongPolicy
source: Confirmation: The available date must be greater than current day {0} days. If you click OK this request will be wrong with policy.
vi_vn: Xác nhận: Ngày cần nhân sự phải lớn hơn ngày hiện tại {0} ngày. Nếu click OK yêu cầu này vẫn được lưu lại nhưng sẽ sai so với quy định của công ty

# BusinessTripManagement_BusinessTripForDriver
source: Business Trip Requests List For Driver
vi_vn: Quản Lý Đi Công Tác Cho Tài Xế

# BusinessTripManagement_BusniessTripForCashier
source: Business Trip Requests List For Cashier
vi_vn: Quản Lý Đi Công Tác Cho Thu Ngân

# BusinessTripManagement_MyBusniessTrip
source: My Business Trip Requests
vi_vn: Yêu Cầu Đi Công Tác Của Tôi

# RecruimentForm_lbtnDeleteTemplate
source: Delete
vi_vn: Xóa

# RecruimentForm_SavingTemplate
source: Saving template
vi_vn: Lưu mẫu

# RecruimentForm_Template
source: Template
vi_vn: Mẫu đề nghị

# RecruimentForm_TemplateName
source: Template name
vi_vn: Tên mẫu

# RecruitmentForm_DeleteTemplateConfirmationMessage
source: Are you sure want to delete this template?
vi_vn: Bạn có chắc muốn xóa mãu này không?

# RecruitmentForm_ErrorMessage_EmptyTemplateName
source: Please enter template name.
vi_vn: Vui lòng nhập tên mẫu.

# RecruitmentForm_ErrorMessage_ExistedTemplateName
source: Template name is existed.
vi_vn: Tên mẫu đã tồn tại.

# FreightRequest_CompanyVehicle
source: Company's Vehicle
vi_vn: Xe công ty

# FreightManagement_VehicleOperatorTitle
source: Freight For Vehicle Operator
vi_vn: Quản Lý Đơn Mang Hàng Cho Người Điều Hành Xe

# FreightRequest_BringIn
source: In
vi_vn: Vào

# FreightRequest_BringOut
source: Out
vi_vn: Ra

# FormButtonsControl_CompleteWorkflow
source: Complete
vi_vn: Hoàn Thành

# FreightRequest_Confirm
source: Confirm
vi_vn: Xác nhận

# FreightRequest_Modal_CloseButton
source: Close
vi_vn: Đóng

# FreightRequest_WrongPolicies
source: The request should be submited before %7B0%7D
vi_vn: Yêu cầu này nên được gởi trước %7B0%7D

# FreightManagement_UpdateVehicleSuccess
source: Update vehicle successfully!
vi_vn: Cập nhật xe thành công!

# UpdateButton
source: Update
vi_vn: Cập nhật

# FreightRequestForm_CheckIn
source: Shipping in
vi_vn: Mang hàng vào

# FreightRequestForm_CheckOut
source: Shipping out
vi_vn: Mang hàng ra

# FreightRequestForm_ShippingInBy
source: Check-in by
vi_vn: Người cho vào

# FreightRequestForm_ShippingInTime
source: Shipping in time
vi_vn: Thời gian vào

# FreightRequestForm_ShippingOutBy
source: Check-out by
vi_vn: Người cho ra

# FreightRequestForm_ShippingOutTime
source: Shipping out time
vi_vn: Thời gian ra

# DelegationManagement_FormTitle
source: New Delegation
vi_vn: Tạo Ủy Quyền
