Repository: nmtri1987/stadavn
Catalog: Resources/Resources/RBVHStadaLists.*.resx
Languages: vi_vn

# ApprovalStatusFieldDisplayName
source: Approval Status
vi_vn: Tình trạng phê duyệt

# ChangeShiftList_ContentTypeDescription
source: Change Shift Management Content Type
vi_vn: Quản lý đổi ca Content Type

# ChangeShiftList_ContentTypeTitle
source: Change Shift Management
vi_vn: Quản lý đổi ca

# ChangeShiftList_Description
source: Change Shift Management
vi_vn: Quản lý đổi ca

# ChangeShiftList_FromShift
source: From Shift
vi_vn: Từ ca

# ChangeShiftList_Title
source: Change Shift Management
vi_vn: Quản lý đổi ca

# ChangeShiftList_ToShift
source: To Shift
vi_vn: Đến ca

# CommonFromFieldDisplayName
source: From
vi_vn: Từ

# InProgressStatus
source: In-Progress
vi_vn: Chờ duyệt

# LeaveList_ContentTypeDesciption
source: Leave Management Content Type
vi_vn: Quản lý nghỉ phép Content Type

# LeaveList_ContentTypeTitle
source: Leave Management
vi_vn: Quản lý nghỉ phép

# LeaveList_Leaved
source: Left
vi_vn: Đã nghỉ

# LeaveList_LeavedAt
source: Left At
vi_vn: Giờ ra cổng

# LeaveList_LeaveHours
source: Leave Hours
vi_vn: Tổng số giờ nghỉ

# LeaveList_ToDateValidationMessage
source: To Date must be greater than From Date
vi_vn: Ngày sau phải lớn hơn ngày trước

# LeaveList_TransferWorkTo
source: Transfer work To
vi_vn: Người nhận bàn giao

# ReasonFieldDisplayName
source: Reason
vi_vn: Lý do

# RequesterFieldDisplayName
source: Requester
vi_vn: Người yêu cầu

# Submitted_WorkflowStatus
source: Submitted
vi_vn: Đã nộp

# ToFieldDisplayName
source: To
vi_vn: Đến

# LeaveList_ListDescription
source: Leave Management
vi_vn: Quản lý nghỉ phép

# LeaveList_ListTitle
source: Leave Management
vi_vn: Quản lý nghỉ phép

# ChangeShiftList_Department
source: Department
vi_vn: Phòng ban

# ChangeShiftList_EmployeeID
source: ID
vi_vn: Mã nhân viên

# ChangeShiftList_CommonFromInvalidError
source: Requester doesn't have any shift in selected day. Please pick another day!
vi_vn: Người yêu cầu không có ca nào trong ngày này. Hãy chọn ngày khác

# OvertimeDetail_DeleleLabel
source: Delete
vi_vn: Xóa

# OvertimeDetail_EditLabel
source: Edit
vi_vn: Sửa

# OvertimeDetail_Employee
source: Employee
vi_vn: Nhân viên

# OvertimeDetail_EmployeeID
source: Employee ID
vi_vn: Mã nhân viên

# OvertimeDetail_OrderNumber
source: No
vi_vn: STT

# OvertimeDetail_OvertimeHour
source: Overtime Hour
vi_vn: Số giờ làm thêm

# OvertimeDetail_OvertimeHourFrom
source: Overtime Hour From
vi_vn: Làm thêm từ giờ

# OvertimeDetail_OvertimeHourTo
source: Overtime Hour To
vi_vn: Làm thêm đến giờ

# OvertimeDetail_Task
source: Work Content
vi_vn: Nội dung công việc

# OvertimeDetail_WorkingHour
source: Working Hour(s)
vi_vn: Giờ làm việc trong ngày

# OvertimeDetail_WorkingHour_Label
source: Working Hour(s)
vi_vn: Giờ làm việc

# Overtime_Department
source: Department
vi_vn: Bộ phận

# Overtime_FromDate
source: From Date
vi_vn: Từ ngày

# Overtime_Location
source: Factory Location
vi_vn: Nhà máy

# Overtime_OtherRequirement
source: Other Request
vi_vn: Yêu cầu khác

# Overtime_Requester
source: Proposer
vi_vn: Người đề nghị

# Overtime_SumEmployee
source: Quantity
vi_vn: Số người

# Overtime_SumMeal
source: Serving
vi_vn: Số suất ăn

# Overtime_ToDate
source: To Date
vi_vn: Đến ngày

# CompanyCalendar_ContentTypeTitle
source: Company Calendar - Location 1
vi_vn: Lịch làm việc công ty - Chi nhánh 1

source: Weekend
vi_vn: Ngày nghỉ theo quy định công ty

source: Compensation Day-Off
vi_vn: Nghỉ phép bù

source: On Leave
vi_vn: Nghỉ phép

# CompanyDiscussion_ContentTypeTitle
source: Company Discussion
vi_vn: Thảo luận chung

# Announcement_ContentTypeTitle
source: Announcements
vi_vn: Thông báo

# Announcement_ListTitle
source: Company Announcements
vi_vn: Thông báo công ty

# Announcement_Priority
source: Priority
vi_vn: Độ ưu tiên hiển thị

# Announcement_ShortContent
source: Short Content
vi_vn: Nội dung ngắn

# Document_ListTitle
source: Company Documents
vi_vn: Tài liệu công ty

# Links_ListTitle
source: Links
vi_vn: Liên kết

# News_Body
source: Body
vi_vn: Nội dung

# News_InternalNews_ContentTypeTitle
source: Internal News
vi_vn: Tin tức nội bộ

# News_InternalNews_ListTitle
source: Internal News
vi_vn: Tin tức nội bộ

# News_MedicalNews_ContentTypeTitle
source: Medial News
vi_vn: Tin tức y khoa

# News_MedicalNews_ListTitle
source: Medical News
vi_vn: Tin tức Y khoa

# News_Priority
source: Priority
vi_vn: Độ ưu tiên hiển thị

# News_ShortContent
source: Short Content
vi_vn: Nội dung tóm tắt

# CompanyCalendar2_ContentTypeTitle
source: Company Calendar - Location 2
vi_vn: Lịch làm việc công ty - Chi nhánh 2

# CommonComment
source: Comments
vi_vn: Ý kiến cấp trên

# LeaveTaskList_CommonComment
source: Commnents
vi_vn: Ý kiến

# ApprovalStatus_Approved
source: Approved
vi_vn: Đã duyệt

# ApprovalStatus_Cancelled
source: Cancelled
vi_vn: Đã hủy

# ApprovalStatus_InProgress
source: In-Progress
vi_vn: Đang chờ duyệt

# ApprovalStatus_Rejected
source: Rejected
vi_vn: Từ chối

# CancelLink
source: Cancel Request
vi_vn: Hủy yêu cầu

# CancelLink_Cancel
source: Cancel
vi_vn: Hủy yêu cầu

# ListDescription_Announcement
source: See announcement of company
vi_vn: Xem thông báo của công ty

# LeaveWFTaskList_ListTitle
source: Leave Workflow Task List
vi_vn: Danh sách nhiệm vụ quản lý nghỉ phép

# ListDescription_CompanyDiscussion
source: Discuss about topics of company
vi_vn: Thảo luận các chủ đề chung của công ty

# ListDescription_Documents
source: See all documents of company
vi_vn: Xem tài liệu của công ty

# ListDescription_InternalNews
source: See internal news of company
vi_vn: Xem các tin tức nội bộ

# ListDescription_LeaveWFTaskList
source: List of tasks for approval
vi_vn: Danh sách các nhiệm vụ cần duyệt của quản lý nghỉ phép

# ListDescription_Links
source: Link to other sites
vi_vn: Liên kết đến các trang khác

# ListDescription_MedicalNews
source: See medical news of company
vi_vn: Xem các tin tức về Y khoa

# ListDescription_Pictures
source: See pictures of company
vi_vn: Xem hình ảnh của công ty

# Picture_ContentTypeTitle
source: Pictures
vi_vn: Hình ảnh

# LeaveList_Approver1
source: Team Leader
vi_vn: Tổ trưởng

# LeaveList_Approver2
source: Department Head
vi_vn: Trưởng phòng

# LeaveList_Approver3
source: BOD
vi_vn: Ban giám đốc

# LeaveList_From
source: From
vi_vn: Thời gian nghỉ từ

# LeaveList_Reason
source: Reason
vi_vn: Lý do nghỉ

# Announcement_Body
source: Body
vi_vn: Nội dung tin

# Announcement_Expires
source: Expires
vi_vn: Hiệu lực đến

# Announcement_Image
source: Image
vi_vn: Hình

# Announcement_ContentTypeDescription
source: Announcement Content Type
vi_vn: Thông báo nội bộ

# Calendar_AllDayEvent
source: All Day Event
vi_vn: Cả ngày

# Calendar_Category
source: Category
vi_vn: Phân loại

# Calendar_CategoryAnniversary
source: Anniversary
vi_vn: Kỷ niệm

# Calendar_CategoryBirthday
source: Birthday
vi_vn: Sinh nhật

# Calendar_CategoryBusiness
source: Business
vi_vn: Đi công tác

# Calendar_CategoryCompanyDayOff
source: Company Day-Off
vi_vn: Công ty nghỉ

# Calendar_CategoryCompensatioDayOff
source: Compensation Day-Off
vi_vn: Làm bù

# Calendar_CategoryGetTogether
source: Get-together
vi_vn: Hẹn hò

# Calendar_CategoryGifts
source: Gifts
vi_vn: Quà tặng

# Calendar_CategoryHoliday
source: Holiday
vi_vn: Ngày nghỉ

# Calendar_CategoryMeeting
source: Meeting
vi_vn: Họp

# Calendar_CategoryOnLeave
source: On Leave
vi_vn: Nghỉ phép

# Calendar_CategoryWorkHours
source: Work hours
vi_vn: Thời gian làm việc

# Calendar_Description
source: Description
vi_vn: Mô tả

# Calendar_DescriptionHelper
source: Click for help about adding basic HTML formatting.
vi_vn: Nhờ trợ giúp bằng cách thêm mã HTML

# Calendar_EndTime
source: End Time
vi_vn: Kết thúc

# Calendar_FactoryLocation
source: Factory Location
vi_vn: Nhà máy

# Calendar_Location
source: Location
vi_vn: Địa điểm

# Calendar_Recurrence
source: Recurrence
vi_vn: Quay lại

# Calendar_StartTime
source: Start Time
vi_vn: Bắt đầu

# Department_Code
source: Code
vi_vn: Mã số

# Department_Name
source: Name
vi_vn: Tên

# Department_NameVietnamese
source: Name Vietnamese
vi_vn: Tên tiếng việt

# Department_SortOrder
source: Sort Order
vi_vn: Thứ tự sắp xếp

# Department_Title
source: Department
vi_vn: Phòng ban

# Department_TitleDescription
source: Create new a department
vi_vn: Tạo một phòng ban mới

# Department_UpperDepartment
source: Upper Department
vi_vn: Bộ phận trực thuộc

# EmployeeInfo_ADAccount
source: AD Account
vi_vn: Tài khoản AD

# EmployeeInfo_Address
source: Address
vi_vn: Địa chỉ

# EmployeeInfo_Birthday
source: Birthday
vi_vn: Ngày sinh

# EmployeeInfo_Department
source: Department
vi_vn: Bộ phận

# EmployeeInfo_EmployeeID
source: Employee ID
vi_vn: Mã số

# EmployeeInfo_EmployeeInfo
source: Employee Info
vi_vn: Hồ sơ nhân viên

# EmployeeInfo_FactoryLocation
source: Factory Location
vi_vn: Thuộc nhà máy

# EmployeeInfo_FirstName
source: First Name
vi_vn: Tên

# EmployeeInfo_FullName
source: Full Name
vi_vn: Họ và tên

# EmployeeInfo_Gender
source: Gender
vi_vn: Giới tính

# EmployeeInfo_HomeTown
source: Home Town
vi_vn: Quê quán

# EmployeeInfo_IsCommonAccount
source: Is Common Account
vi_vn: Tài khoản phổ thông

# EmployeeInfo_IsActive
source: Is Activated
vi_vn: Đang làm việc

# EmployeeInfo_JoinedDate
source: Joined Date
vi_vn: Ngày bắt đầu làm việc ở công ty

# EmployeeInfo_LastName
source: Last Name
vi_vn: Họ

# EmployeeInfo_Manager
source: Manager
vi_vn: Trưởng bộ phận

# EmployeeInfo_Picture
source: Picture
vi_vn: Ảnh

# EmployeeInfo_Position
source: Position
vi_vn: Chức vụ

# News_Image
source: Page Image
vi_vn: Hình của trang

# LeaveList_Requester
source: Requester
vi_vn: Người làm đơn

# LeaveList_To
source: To
vi_vn: Đến

# DepartmentTask_ListDescription
source: Tasks of Department
vi_vn: Nhiệm vụ của phòng ban

# DepartmentTask_ListTitle
source: Tasks
vi_vn: Nhiệm vụ

# DepartmentTask_ContentTypeDesciption
source: Department Task
vi_vn: Nhiệm vụ phòng ban

# DepartmentTask_ContentTypeName
source: Department Task
vi_vn: Nhiệm vụ phòng ban

# EmployeePosition_ContentTypeDescription
source: List of employee position
vi_vn: Danh sách chức vụ nhân viên

# EmployeePosition_ContentTypeTitle
source: Employee Position
vi_vn: Chức vụ nhân viên

# EmployeePosition_ListTitle
source: Employee Position
vi_vn: Chức vụ nhân viên

# EmployeePosition_NameField
source: Position
vi_vn: Chức vụ

# Department_ListInstanceDescription
source: Manage Departments
vi_vn: Quản lý các phòng ban

# Department_ListInstanceTitle
source: Departments
vi_vn: Các phòng ban

# EmployeeInfo_ListInstanceDescription
source: Manage Employees
vi_vn: Quản lý hồ sơ nhân viên

# EmployeeInfo_ListInstanceTitle
source: Employees
vi_vn: Hồ sơ nhân viên

# EmployeeInfo_EmployeePermission
source: Employee Permission
vi_vn: Quyền trong phòng ban

# EmployeeInfo_EmployeeType
source: Employee Type
vi_vn: Loại tài khoản

# EmployeeInfo_ViewDispName_AdUsers
source: AD Users
vi_vn: Các nhân viên AD

# EmployeeInfo_ViewDispName_CommonUsers
source: Common Users
vi_vn: Các nhân viên có tài khoản chung

# EmployeeInfo_ViewDispName_InActiveUsers
source: Inactive Users
vi_vn: Các nhân viên đã nghỉ

# DepartmentAnnouncement_Description
source: See announcements of department
vi_vn: Xem các thông báo của phòng ban

# DepartmentAnnouncement_ListTitle
source: Announcements
vi_vn: Thông báo

# DepartmentCalendar_Description
source: See department calendar
vi_vn: Xem lịch của phòng ban

# DepartmentCalendar_ListTitle
source: Calendar
vi_vn: Lịch

# DepartmentDiscussion_Description
source: Discussion of department
vi_vn: Thảo luận của phòng ban

# DepartmentDiscussion_ListTitle
source: Discussions
vi_vn: Thảo luận

# DepartmentDocument_Description
source: Document of company
vi_vn: Tài liệu của phòng ban

# DepartmentDocument_ListTitle
source: Documents
vi_vn: Tài liệu

# EmployeeShiftTime_ListDescription
source: Employee Shift Time
vi_vn: Ca làm việc của nhân viên

# EmployeeShiftTime_ListTitle
source: Employee Shift Time
vi_vn: Ca của nhân viên

# Factories_ListDescription
source: Factories
vi_vn: Các nhà máy

# Factories_ListTitle
source: Factories
vi_vn: Các nhà máy

# MailTemplate_ListDescription
source: Mail Template
vi_vn: Các biểu mẩu mail

# MailTemplate_ListTitle
source: Mail Template
vi_vn: Biểu mẩu Email

# NotOverTimeManagement_ListDescription
source: Not OverTime Management
vi_vn: Quản lý không tăng ca

# NotOverTimeManagement_ListTitle
source: Leave Of Absence For Overtime Management
vi_vn: Quản lý nghỉ tăng ca

# OvertimeEmployeeDetails_ListDescription
source: Overtime Employee Details
vi_vn: Chi tiết làm tăng ca của nhân viên

# OvertimeEmployeeDetails_ListTitle
source: Overtime Employee Details
vi_vn: Chi tiết làm tăng ca

# OvertimeManagement_ListDescription
source: Overtime Management
vi_vn: Quản lý làm tăng ca

# OvertimeManagement_ListTitle
source: Overtime Management
vi_vn: Quản lý tăng ca

# OvertimeWorkflowTaskList_ListDescription
source: Overtime Workflow Task List
vi_vn: Danh sách nhiệm vụ quản lý tăng ca

# OvertimeWorkflowTaskList_ListTitle
source: Overtime Workflow Task List
vi_vn: Danh sách nhiệm vụ quản lý tăng ca

# ShiftManagement_LisDescription
source: Manage working shift
vi_vn: Quản lý ca làm việc

# ShiftManagement_ListTitle
source: Shift Management
vi_vn: Quản lý ca

# ShiftTime_ListDescription
source: Shift Time
vi_vn: Các ca làm việc

# ShiftTime_ListTitle
source: Shift Time
vi_vn: Các ca làm việc

# ShiftWorkflowTaskList_ListDescription
source: Shift Workflow Task List
vi_vn: Danh sách nhiệm vụ quản lý ca làm việc

# ShiftWorkflowTaskList_ListTitle
source: Shift Workflow Task List
vi_vn: Danh sách nhiệm vụ quản lý ca

# WorkflowHistoryList_ListDescription
source: Workflow History List
vi_vn: Lịch sử dòng công việc

# WorkflowHistoryList_ListTitle
source: Workflow History List
vi_vn: Lịch sử dòng công việc

# Department_ShiftRequests
source: Shift Request is required
vi_vn: Phải đăng ký ca

# ShiftManagementDetail_ListTitle
source: Shift Management Detail
vi_vn: Chi Tiết Quản Lý Ca

# ShiftManagement_ApprovalStatus
source: Approval Status
vi_vn: Trạng thái duyệt

# ShiftManagement_Department
source: Department
vi_vn: Bộ phận

# ShiftManagement_IsValid
source: Is Valid
vi_vn: Có hiệu lực

# ShiftManagement_Month
source: Month
vi_vn: Tháng

# ShiftManagement_Requester
source: Requester
vi_vn: Người yêu cầu

# ShiftManagement_Year
source: Year
vi_vn: Năm

# OvertimeDetail_EmployeeSignature
source: Employee's signature
vi_vn: Chữ ký người lao động

# ShiftTime_ShiftTimeBreakHour
source: Breaking Hour Number
vi_vn: Số giờ nghỉ trưa

# ShiftTime_ShiftTimeBreakHourFrom
source: Breaking Hour From
vi_vn: Nghỉ trưa từ giờ

# ShiftTime_ShiftTimeBreakHourTo
source: Breaking Hour To
vi_vn: Nghỉ trưa đến giờ

# ShiftTime_ShiftTimeHourFrom
source: Working Hour From
vi_vn: Làm việc từ giờ

# ShiftTime_ShiftTimeHourTo
source: Working Hour To
vi_vn: Làm việc đến giờ

# ShiftTime_ShiftTimeWorkingHour
source: Working Hour Number
vi_vn: Số giờ làm việc

# Department_Administrator
source: Administrator
vi_vn: Văn thư

# Department_BODApprover
source: BOD Approver
vi_vn: Người duyệt của Ban giám đốc

# ShiftTime_Description
source: Description
vi_vn: Ghi chú

# OvertimeDetail_TransportAtHM
source: Company Transport HM
vi_vn: Xe đưa đón HM

# OvertimeDetail_TransportAtKD
source: Company Transport KD
vi_vn: Xe đưa đón KD

# OvertimeDetail_InvalidTwoDates
source: Invalid date
vi_vn: Ngày không hợp lệ

# NotOverTimeManagement_ApprovalStatus
source: Approval Status
vi_vn: Trạng thái duyệt

# NotOverTimeManagement_Approver1
source: Head of Department
vi_vn: Trưởng phòng

# NotOverTimeManagement_Approver2
source: BOD
vi_vn: Ban giám đốc

# NotOverTimeManagement_DepartmentName
source: Department Name
vi_vn: Tên bộ phận

# NotOverTimeManagement_EmployeeId
source: Employee ID
vi_vn: Mã nhân viên

# NotOverTimeManagement_HoursPerDay
source: Hours per Day
vi_vn: Số giờ trong ngày

# NotOverTimeManagement_Reason
source: Reason
vi_vn: Lý do

# NotOverTimeManagement_Requester
source: Requester
vi_vn: Người đề nghị

# NotOverTimeManagement_Date
source: Date
vi_vn: Ngày

# NotOverTimeManagement_From
source: From
vi_vn: Từ giờ

# NotOverTimeManagement_FromToValidation
source: To must be greater than From
vi_vn: Giờ sau phải lớn hơn giờ trước

# NotOverTimeManagement_To
source: To
vi_vn: Đến giờ

# ShiftManagement_Time
source: Time
vi_vn: Thời gian

# ShiftManagement_Title
source: Title
vi_vn: Tiêu đề

# ShiftManagement_ViewDetail
source: View Detail
vi_vn: Xem Chi Tiết

# EmployeePosition_Level
source: Level
vi_vn: Cấp bậc

# Overtime_Date
source: Date
vi_vn: Ngày

# Overtime_InvalidHours
source: Overtime must be greater than from and not include break time
vi_vn: Tăng ca phải lớn hơn giờ bắt đầu và không tính giờ nghỉ trưa

# Overtime_DeleteRow
source: Are you sure you want to delete this row?
vi_vn: Bạn có muốn xóa dòng dữ liệu này không?

# NotOvertimeWorkflowTaskList_ListTitle
source: Leave Of Absence For Overtime Worklow Task List
vi_vn: Danh sách nhiệm vụ quản lý nghỉ tăng ca

# Overtime_RequiredFieldsMessage
source: Please input valid data into red fields
vi_vn: Vui lòng nhập dữ liệu hợp lệ vào những trường màu đỏ

# NotOverTimeManagement_CancelRequest
source: Cancel Request
vi_vn: Hủy Yêu Cầu

# ChangeShiftList_FromDate
source: From Date
vi_vn: Từ ngày

# ChangeShiftList_Requester
source: Requester
vi_vn: Người đề nghị

# ChangeShiftList_ToDate
source: To Date
vi_vn: Đến ngày

# Tasks_Closed
source: Closed
vi_vn: Đã đóng

# ChangeShiftManagement_Approver1
source: Head Of Department
vi_vn: Trưởng phòng

# ChangeShiftManagement_Approver2
source: BOD
vi_vn: Ban giám đốc

# NotOvertimeManagement_TaskName
source: Task Name
vi_vn: Tên Nhiệm Vụ

# EmployeePosition_Code
source: Code
vi_vn: Mã chức vụ

# EmployeePosition_VNName
source: Vietnamese Name
vi_vn: Tên chức vụ (Tiếng Việt)

# NotOvertimeManagement_TaskStatus
source: Task Status
vi_vn: Tình Trạng Nhiệm Vụ

# NotOvertimeManagement_TaskOutCome
source: Task Out Come
vi_vn: Kết Quả Nhiệm Vụ

# TaskStatus_Completed
source: Completed
vi_vn: Hoàn Thành

# TaskStatus_InProgress
source: In-Progress
vi_vn: Đang Chờ

# ChangeShiftManagement_ApprovalStatus
source: Approval Status
vi_vn: Trạng thái duyệt

# ChangeShiftManagement_CancelRequest
source: Cancel Request
vi_vn: Hủy yêu cầu

# ChangeShiftManagement_Reason
source: Reason
vi_vn: Lý do

# ShiftManagement_EditTitle
source: Edit
vi_vn: Sửa

# ShiftManagement_ViewTitle
source: View
vi_vn: Xem

# CompanyVehicles_Description
source: Description
vi_vn: Mô Tả

# CompanyVehicles_ListTitle
source: Company Vehicles
vi_vn: Phương Tiện Công Ty

# CompanyVehicles_Place
source: Place
vi_vn: Nơi Đón

# CompanyVehicles_Time
source: Time
vi_vn: Thời Gian Khởi Hành

# VehicleManagement_ApprovalStatus
source: Approval Status
vi_vn: Trạng thái duyệt

# VehicleManagement_CommonFrom
source: From
vi_vn: Từ Giờ

# VehicleManagement_CommonTo
source: To
vi_vn: Đến Giờ

# VehicleManagement_CompanyPickup
source: Company Pick up
vi_vn: Công Ty Đón

# VehicleManagement_HOD
source: Approver
vi_vn: Người Duyệt

# VehicleManagement_ListTitle
source: Vehicle Management
vi_vn: Quản Lý Phương Tiện

# VehicleManagement_Reason
source: Reason
vi_vn: Lý do

# VehicleManagement_Requester
source: Requester
vi_vn: Người Yêu Cầu

# VehicleManagement_VehicleType
source: Vehicle Type
vi_vn: Loại

# VehicleManagement_VehicleType_Choice_Company
source: Company's Vehicle
vi_vn: Phương Tiện Công Ty

# VehicleManagement_VehicleType_Choice_Private
source: Private Vehicle
vi_vn: Phương Tiện Cá Nhân

# LeaveList_ApprovalStatus
source: Approval Status
vi_vn: Tình trạng phê duyệt

# OvertimeManagement_ApprovedBy
source: Approved By
vi_vn: Duyệt bởi

# ShiftManagement_ApprovedBy
source: Approved By
vi_vn: Duyệt bởi

# MailTemplate_Body
source: Body
vi_vn: Nội dung

# MailTemplate_Category
source: Category
vi_vn: Loại

# MailTemplate_Key
source: Key
vi_vn: Từ Khóa

# MailTemplate_Note
source: Note
vi_vn: Ghi chú

# MailTemplate_Subject
source: Subject
vi_vn: Tiêu đề

source: Created Date
vi_vn: Ngày tạo

# LeaveList_Avatar
source: Photo
vi_vn: Ảnh

# LeaveList_LeftButton
source: Left
vi_vn: Đã ra cổng

# LeaveList_Comment
source: Comment
vi_vn: Ý kiến cấp trên

# CommonAddApprover1
source: Additional Approver
vi_vn: Người duyệt phụ

# ShiftManagement_AdditionalApprovers
source: Additional approvers
vi_vn: Người duyệt thay thế

# ShiftManagement_Approver
source: Approver
vi_vn: Người duyệt

# Overtime_Place
source: Place
vi_vn: Địa điểm

# ShiftManagement_Location
source: Location
vi_vn: Địa điểm

# ModuleCategory_ListDescription
source: Module Category
vi_vn: Danh mục các module

# ModuleCategory_ListTitle
source: Module Category
vi_vn: Danh mục module

# ModuleCategory_Name
source: Name
vi_vn: Tên tiếng Anh

# ModuleCategory_NameVietnamese
source: Vietnamese Name
vi_vn: Tên tiếng Việt

# Permission_GroupAccess
source: Group Access
vi_vn: Nhóm có quyền truy cập

# Permission_IsOnLeftMenu
source: Display on left menu
vi_vn: Hiển thị trên menu trái

# Permission_LeftMenuOrder
source: Order
vi_vn: Thứ tự hiển thị

# Permission_ModuleCategory
source: Module category
vi_vn: Danh mục

# Permission_Name
source: Name
vi_vn: Tên tiếng Anh

# Permission_NameVietnamese
source: Vietnamese Name
vi_vn: Tên tiếng Việt

# Permission_PageName
source: Page URL
vi_vn: URL trang

# Groups_ListDescription
source: Groups
vi_vn: Các nhóm của site

# Groups_ListTitle
source: Groups
vi_vn: Các nhóm

# Permission_ListTitle
source: Permission Group
vi_vn: Quyền của các nhóm

# OvertimeDetail_ApprovalStatus
source: Approval Status
vi_vn: Tình trạng phê duyệt

# OvertimeDetail_OvertimeDate
source: Overtime Date
vi_vn: Ngày

# OvertimeDetail_OvertimeManagementID
source: Overtime Management ID
vi_vn: Quản lý tăng ca ID

# ChangeShiftManagement_Approver
source: Approver
vi_vn: Người duyệt

# NotOverTimeManagement_Approver
source: Approver
vi_vn: Người duyệt

# EmployeeInfo_DisplayName
source: Display Name
vi_vn: Tên hiển thị

# Department_IsBODApprovalRequired
source: Is BOD Approval Required
vi_vn: Yêu cầu ban giám đốc duyệt

# EmployeeInfo_PositionLevel
source: Level
vi_vn: Cấp bậc

source: (None)
vi_vn: (Không có)

# TaskList_Name
source: Task List
vi_vn: Danh Sách Nhiệm Vụ

# StepList_Title
source: Step List
vi_vn: Danh Sách Các Bước Nhiệm Vụ

# OvertimeDetail_ViewDetail
source: View detail
vi_vn: Xem chi tiết

# ChangeShiftManagement_EditTitle
source: Edit
vi_vn: Sửa

# ChangeShiftManagement_ViewTitle
source: View
vi_vn: Xem

# NotOvertimeManagement_ViewTitle
source: View
vi_vn: Xem

# OvertimeDetail_CompanyTransport
source: Company Transport
vi_vn: Xe Đưa Đón

# LeaveList_AdditionalApprover
source: Additional Approver
vi_vn: Người duyệt thay thế

# LeaveList_Approver
source: Approver
vi_vn: Người duyệt

# LeaveList_RequestFor
source: Request For
vi_vn: Làm đơn cho

# LeaveList_UnexpectedLeave
source: Unexpected Leave
vi_vn: Nghỉ đột xuất

# LeaveList_Department
source: Department
vi_vn: Phòng ban

# LeaveList_Location
source: Location
vi_vn: Nhà máy

# LeaveList_ViewDetail
source: View Detail
vi_vn: Xem Chi Tiết

# LeaveList_CancelRequest
source: Cancel Request
vi_vn: Hủy yêu cầu

# LeaveList_Title
source: Title
vi_vn: Tiêu đề

# LeaveList_IsValidRequest
source: Is Valid
vi_vn: Đăng ký đúng quy định

# LeaveList_TotalDays
source: Total days
vi_vn: Số ngày nghỉ

# LeaveList_Approver4
source: Team Leader
vi_vn: Trưởng nhóm

# Calendar_OtherCategories
source: Other Events
vi_vn: Sự kiện khác

# RequestList_ContentTypeDesciption
source: Request Content Type
vi_vn: Phiếu đề nghị Content Type

# RequestList_ContentTypeTitle
source: Requests
vi_vn: Phiếu đề nghị

# RequestBuyDetailsList_ContentTypeDescription
source: Request Buy Details Content Type
vi_vn: Chi tiết yêu cầu mua hàng Content Type

# RequestBuyDetailsList_ContentTypeTitle
source: Request Buy Details
vi_vn: Chi tiết yêu cầu mua hàng
