Repository: nmtri1987/stadavn
Catalog: Resources/Resources/RBVHStadaLists.*.resx
Languages: vi_vn

# RequestOtherDetailsList_ContentTypeDescription
source: Request Other Details Content Type
vi_vn: Chi tiết yêu cầu khác Content Type

# RequestOtherDetailsList_ContentTypeTitle
source: Request Other Details
vi_vn: Chi tiết yêu cầu khác

# RequestRepairDetailsList_ContentTypeDescription
source: Request Repair Details Content Type
vi_vn: Chi tiết yêu cầu sửa chữa Content Type

# RequestRepairDetailsList_ContentTypeTitle
source: Request Repair Details
vi_vn: Chi tiết yêu cầu sửa chữa

# RequestTypeList_ContentTypeDesciption
source: Request Type Content Type
vi_vn: Loại đề nghị Content Type

# RequestTypeList_ContentTypeTitle
source: Request Type
vi_vn: Loại đề nghị

# RequestList_ListDescription
source: Requests
vi_vn: Phiếu đề nghị

# RequestList_ListTitle
source: Requests
vi_vn: Các yêu cầu

# RequestTypeList_ListDesciption
source: Request Types
vi_vn: Loại đề nghị

# RequestTypeList_ListTitle
source: Request Types
vi_vn: Loại đề nghị

# RequestList_ListDesciption
source: Requests
vi_vn: Phiếu đề nghị

# ShiftManagement_ModifiedBy
source: Modified By
vi_vn: Cập nhật bởi

# Calendar_CategoryOtherEvents
source: Other Events
vi_vn: Sự kiện khác

# TaskList_Department
source: Department
vi_vn: Phòng Ban

# TaskList_ItemId
source: Item Id
vi_vn: Định Danh Mục

# TaskList_ItemURL
source: Item URL
vi_vn: Đường Dẫn Mục

# TaskList_ListURL
source: List URL
vi_vn: Đường Dẫn Danh Sách

# TaskList_NextAssignTo
source: Next Assign To
vi_vn: Người Duyệt Kế Tiếp

# TaskList_RelatedTasks
source: Related Tasks
vi_vn: Nhiệm Vụ Liên Quan

# TaskList_StepModule
source: Step Module
vi_vn: Mô-đun

# TaskList_StepStatus
source: Step Status
vi_vn: Trạng Thái Hiện Tại

# VehicleManagement_Department
source: Department
vi_vn: Phòng Ban

# FreightManagement_ListDescription
source: Freight Management
vi_vn: Quản Lý Vận Chuyển Hàng Hóa

# FreightManagement_ListTitle
source: Freight Management
vi_vn: Quản Lý Vận Chuyển Hàng Hóa

# FreightDetails_ListDescription
source: Freight Details
vi_vn: Chi Tiết Hàng Vào

# FreightDetails_ListTitle
source: Freight Details
vi_vn: Chi Tiết Hàng Vào

# FreightManagement_OtherReason
source: Others
vi_vn: Khác

# FreightManagement_Reason
source: Reason
vi_vn: Lý do

# FreightManagement_Receiver
source: Received by
vi_vn: Người nhận

# FreightManagement_ReceiverDepartment
source: Receiver department
vi_vn: Phòng ban người nhận

# FreightManagement_ReceiverLocation
source: Receiver location
vi_vn: Nhà máy người nhận

# FreightManagement_ReceiverPhone
source: Receiver tel.
vi_vn: Điện thoại người nhận

# FreightManagement_Requester
source: Requester
vi_vn: Người đề nghị

# FreightManagement_ReturnedGoods
source: Returned goods
vi_vn: Mang hàng vào

# FreightManagement_ShippingIn
source: Shipping-In time
vi_vn: Mang hàng vào lúc

# FreightManagement_ShippingOut
source: Shipping-Out time
vi_vn: Mang hàng ra lúc

# FreightManagement_TransportTime
source: Transport time
vi_vn: Thời gian mang hàng ra

# FreightDetails_FreightManagementID
source: Freight Management ID
vi_vn: Vận chuyển hàng hóa ID

# FreightDetails_GoodsName
source: Description
vi_vn: Tên hàng

# FreightDetails_Quantity
source: Quant.
vi_vn: SL

# FreightDetails_Remarks
source: Remarks
vi_vn: Ghi chú

# FreightDetails_Unit
source: Unit
vi_vn: ĐVT

# Approval_AdditionalDepartment
source: Additional department
vi_vn: Phòng duyệt phụ

# Approval_AdditionalNextStep
source: Additional next step
vi_vn: Bước duyệt phụ tiếp theo

# Approval_AdditionalPreviousStep
source: Additional previous step
vi_vn: Bước duyệt phụ trước

# Approval_AdditionalStep
source: Additional step
vi_vn: Bước duyệt phụ

# Approval_ApprovalStatus
source: Approval status
vi_vn: Tình trạng duyệt

# Approval_AssignFrom
source: Assign from
vi_vn: Chuyển từ

# Approval_AssignTo
source: Assign to
vi_vn: Giao cho

# Approval_CommonCreator
source: Creator
vi_vn: Người tạo

# Approval_CommonDepartment
source: Department
vi_vn: Bộ phận

# Approval_CommonDueDate
source: Due date
vi_vn: Ngày tới hạn

# Approval_CommonLocation
source: Factory location
vi_vn: Nhà máy

# Approval_CurrentStep
source: Current step
vi_vn: Bước hiện tại

# Approval_IsAdditionalStep
source: Is additional step
vi_vn: Bước duyệt phụ

# Approval_NextStep
source: Next step
vi_vn: Bước tiếp theo

# Approval_PendingAt
source: Pending at
vi_vn: Người chờ duyệt hiện tại

# RequestList_FinishDate
source: Finish Date
vi_vn: Ngày hoàn thành

# RequestList_ReceviedBy
source: Received by
vi_vn: Phòng nhận

# RequestList_ReferRequest
source: Refer request
vi_vn: Khoản mục liên quan

# RequestList_RequestTypeRef
source: Request type
vi_vn: Loại yêu cầu

# RequestList_RequiredApprovalByBOD
source: Required approval by BOD
vi_vn: Yêu cầu Ban giám đốc duyệt

# WorkflowHistory_CommonComment
source: Comment
vi_vn: Ý kiến cấp trên

# WorkflowHistory_CommonDate
source: Date
vi_vn: Ngày

# WorkflowHistory_ItemID
source: Item ID
vi_vn: ID của khoản mục

# WorkflowHistory_ListName
source: List name
vi_vn: Tên list

# WorkflowHistory_ListTile
source: Workflow history
vi_vn: Lịch sử các quy trình

# WorkflowHistory_PostedBy
source: Posted by
vi_vn: Đăng bởi

# WorkflowHistory_Status
source: Status
vi_vn: Tình trạng duyệt

# WorkflowSteps_CurrentStep
source: Current step
vi_vn: Bước hiện tại

# WorkflowSteps_ListName
source: List name
vi_vn: Tên list

# WorkflowSteps_ListTile
source: Workflow steps
vi_vn: Các bước trong quy trình

# WorkflowSteps_NextStep
source: Next step
vi_vn: Bước kế tiếp

# WorkflowSteps_NotificationEmailCcEmployees
source: Notification email Cc to employees
vi_vn: Email Cc đến nhân viên

# WorkflowSteps_NotificationEmailCcRoles
source: Notification email Cc roles
vi_vn: Email Cc đến chức vụ

# WorkflowSteps_NotificationEmailToEmployees
source: Notification email to employees
vi_vn: Email đến nhân viên

# WorkflowSteps_NotificationEmailToRoles
source: Notification email to roles
vi_vn: Email đến chức vụ

# WorkflowSteps_AllowReject
source: Allow reject
vi_vn: Được từ chối

# WorkflowSteps_ConditionalExpression
source: Conditional expression
vi_vn: Biểu thức điều kiện

# WorkflowSteps_OrderStep
source: Order step
vi_vn: Thứ tự bước

# FreightManagement_Approver1
source: Department Head
vi_vn: Trưởng phòng

# FreightManagement_Approver2
source: BOD
vi_vn: Ban giám đốc

# FreightManagement_Approver3
source: Head of Administrator Department
vi_vn: Trưởng phòng hành chánh

# FreightManagement_Bringer
source: Bringer
vi_vn: Người mang hàng

# FreightManagement_BringerInName
source: Bringer-In name
vi_vn: Tên người mang hàng vào

# FreightManagement_BringerName
source: Bringer
vi_vn: Người mang hàng

# FreightManagement_CompanyName
source: Company name
vi_vn: Tên công ty

# RequestList_RequestTypeRefId
source: Request type ref Id
vi_vn: ID loại yêu cầu

# WorkflowEmailTemplates_Action
source: Action
vi_vn: Hành động

# WorkflowEmailTemplates_Body
source: Body
vi_vn: Nội dung

# WorkflowEmailTemplates_ContentTypeTitle
source: Workflow email template content type
vi_vn: Mẫu email cho quy trình

# WorkflowEmailTemplates_Description
source: Description
vi_vn: Mô tả

# WorkflowEmailTemplates_Key
source: Key
vi_vn: Từ khóa

# WorkflowEmailTemplates_ListName
source: List name
vi_vn: Tên danh sách

# WorkflowEmailTemplates_ListTitle
source: Workflow email template
vi_vn: Mẫu email cho quy trình

# WorkflowEmailTemplates_Subject
source: Subject
vi_vn: Chủ đề

# RequestBuyDetails_Content
source: Content
vi_vn: Nội dung yêu cầu

# RequestBuyDetails_Form
source: Form
vi_vn: Biểu mẫu

# RequestBuyDetails_ListTitle
source: Request buy details
vi_vn: Chi tiết yêu cầu mua hàng

# RequestBuyDetails_Quantity
source: Quantity
vi_vn: Số lượng

# RequestBuyDetails_Reason
source: Reason
vi_vn: Lý do

# RequestBuyDetails_Request
source: Request
vi_vn: Yêu cầu

# RequestBuyDetails_Unit
source: Unit
vi_vn: Đơn vị

# RequestOtherDetails_Content
source: Content
vi_vn: Nội dung

# RequestOtherDetails_ListTitle
source: Request other details
vi_vn: Chi tiết các yêu cầu khác

# RequestOtherDetails_Quantity
source: Quantity
vi_vn: Số lượng

# RequestOtherDetails_Reason
source: Reason
vi_vn: Lý do

# RequestOtherDetails_Request
source: Request
vi_vn: Yêu cầu

# RequestOtherDetails_Unit
source: Unit
vi_vn: Đơn vị

# RequestRepairDetails_Content
source: Content
vi_vn: Nội dung

# RequestRepairDetails_From
source: From date
vi_vn: Từ ngày

# RequestRepairDetails_ListTitle
source: Request repair details
vi_vn: Chi tiết yêu cầu sửa chữa

# RequestRepairDetails_Place
source: Place
vi_vn: Nhà máy

# RequestRepairDetails_Reason
source: Reason
vi_vn: Lý do

# RequestRepairDetails_Request
source: Request
vi_vn: Yêu cầu

# RequestRepairDetails_To
source: To date
vi_vn: Đến ngày

# Requests_ListTitle
source: Requests
vi_vn: Các yêu cầu

# Approval_WFStatus
source: Workflow status
vi_vn: Trạng thái quy trình

source: New Item
vi_vn: Khoản mục mới

# RequestList_CreatedDate
source: Created date
vi_vn: Ngày tạo

# RequestList_EditView
source: Edit | View
vi_vn: Sửa | Xem

# RequestList_Requester
source: Requester
vi_vn: Người tạo

# RequestList_Title
source: Title
vi_vn: Tiêu đề

# Forms_ListTitle
source: Forms
vi_vn: Các biểu mẫu

# RequestTypeList_Departments
source: Departments
vi_vn: Phòng ban

# RequestTypeList_RequestType
source: Request type
vi_vn: Loại yêu cầu

# RequestTypeList_RequestTypeName
source: Request type name
vi_vn: Tên loại yêu cầu

# SupportingDocuments_ListTitle
source: Supporting documents
vi_vn: Tài liệu hỗ trợ

# LeaveList_EnterTime
source: Time In
vi_vn: Giờ vào cổng

# LeaveList_Entered
source: Entered
vi_vn: Đã vào cổng

# LeaveList_CheckInBy
source: Check In By
vi_vn: Người cho vào

# LeaveList_CheckOutBy
source: Check Out By
vi_vn: Người cho ra

# FreightManagement_SecurityNotes
source: Security notes
vi_vn: Ghi chú của bảo vệ

# ShiftTime_UnexpLeaveFirstApprovalRole
source: Unexpected Leave First Approval Role
vi_vn: Người duyệt nghỉ đột xuất

# Common_ColForSort
source: Ordering
vi_vn: Sắp xếp

# FreightManagement_ApprovalStatus
source: Approval status
vi_vn: Tình trạng phê duyệt

# FreightManagement_CancelRequest
source: Cancel Request
vi_vn: Hủy yêu cầu

# FreightManagement_ViewDetail
source: View Detail
vi_vn: Xem Chi Tiết

# FreightManagement_ViewTitle
source: View
vi_vn: Xem

# FreightManagement_IsHighPriority
source: High Priority
vi_vn: Cần duyệt bởi BOD

# RequestList_StatusOrder
source: Status Order
vi_vn: Trạng thái sắp xếp

# FreightManagement_CheckInBy
source: Check-In by
vi_vn: Người cho vào

# FreightManagement_CheckOutBy
source: Check-Out by
vi_vn: Người cho ra

# ShiftTime_ShiftRequired
source: Shift Required
vi_vn: Đăng ký ca

# EmployeeRequirementSheets_FromAge
source: From age
vi_vn: Từ tuổi

# EmployeeRequirementSheets_Appearance
source: Appearance
vi_vn: Ngoại hình

# EmployeeRequirementSheets_AvailableTime
source: Available time
vi_vn: Ngày cần nhân sự

# EmployeeRequirementSheets_ComputerSkills
source: Computer skills
vi_vn: Trình độ vi tính

# EmployeeRequirementSheets_DepartmentCode
source: Department code
vi_vn: Mã phòng ban

# EmployeeRequirementSheets_DescriptionOfBasicWork
source: Description of basic work
vi_vn: Công việc cơ bản

# EmployeeRequirementSheets_EducationLevel
source: Education level
vi_vn: Trình độ học vấn

# EmployeeRequirementSheets_EnglishSkills
source: English skills
vi_vn: Trình độ tiếng Anh

# EmployeeRequirementSheets_MaritalStatus
source: Marital status
vi_vn: Tình trạng hôn nhân

# EmployeeRequirementSheets_MoralVocations
source: Moral vocations
vi_vn: Phẩm chất cá nhân

# EmployeeRequirementSheets_OtherRequirement
source: Other requirement
vi_vn: Yêu cầu khác

# EmployeeRequirementSheets_OtherSkills
source: Other skills
vi_vn: Kỹ năng khác

# EmployeeRequirementSheets_Position
source: Position
vi_vn: Vị trí

# EmployeeRequirementSheets_Quantity
source: Quantity
vi_vn: Số lượng

# EmployeeRequirementSheets_ReasonsForRecruitment
source: Reason for recruitment
vi_vn: Lý do tuyển dụng

# EmployeeRequirementSheets_Sex
source: Sex
vi_vn: Giới tính

# EmployeeRequirementSheets_Specialities
source: Specialities
vi_vn: Chuyên môn

# EmployeeRequirementSheets_WorkingAbilities
source: Working abilities
vi_vn: Năng lực làm việc

# EmployeeRequirementSheets_WorkingExperience
source: Working experience
vi_vn: Kinh nghiệm làm việc

# EmployeeRequirementSheets_WorkingTime
source: Working time
vi_vn: Thời gian làm việc

# EmployeeRequirementSheets_Department
source: Department
vi_vn: Bộ phận

# EmployeeRequirementSheets_ListTitle
source: Employee requirement sheets
vi_vn: Các yêu cầu tuyển dụng

# ForeignLanguageLevels_ListTitle
source: Foreign language levels
vi_vn: Trình độ ngôn ngữ

# ForeignLanguages_ListTile
source: Foreign Languages
vi_vn: Ngôn ngữ

# ForeignLanguages_CommonName
source: Name
vi_vn: Tên

# ForeignLanguages_CommonName1066
source: Vietnamese name
vi_vn: Tên tiếng Việt

# ForeignLanguages_ForeignLanguage
source: Foreign language
vi_vn: Ngôn ngữ

# ForeignLanguages_Level
source: Level
vi_vn: Trình độ

# ForeignLanguages_OtherLevel
source: Other level
vi_vn: Trình độ khác

# ForeignLanguages_Request
source: Request
vi_vn: Yêu cầu

# RecruitmentLanguageSkills_ListTitle
source: Recruitment language skills
vi_vn: Trình độ ngoại ngữ tuyển dụng

# FreightManagement_BringerDepartment
source: Bringer department
vi_vn: Phòng ban người mang hàng

# FreightManagement_BringerLocation
source: Bringer location
vi_vn: Nhà máy người mang hàng

# EmployeeRequirementSheets_ToAge
source: To age
vi_vn: Đến tuổi

# VehicleManagement_ViewDetail
source: View Detail
vi_vn: Xem Chi Tiết

# RecruitmentTeam_ListDescription
source: Recruitment team
vi_vn: Nhóm tuyển dụng

# RecruitmentTeam_ListTitle
source: Recruitment team
vi_vn: Nhóm tuyển dụng

# RecruitmentTeam_Employees
source: Employees
vi_vn: Nhân viên

# RequestForDiplomaSupplies_DateOfEmp
source: Date of employee
vi_vn: Ngày vào công ty

# RequestForDiplomaSupplies_DiplomaRevision
source: Diploma revision
vi_vn: Điều chỉnh bằng cấp

# RequestForDiplomaSupplies_Employee
source: Employee
vi_vn: Nhân viên

# RequestForDiplomaSupplies_EmployeeCode
source: Employee code
vi_vn: Mã số nhân viên

# RequestForDiplomaSupplies_From
source: From date
vi_vn: Từ ngày

# RequestForDiplomaSupplies_Full_Name
source: Full name
vi_vn: Họ tên

# RequestForDiplomaSupplies_ListTitle
source: Request for diploma supplies
vi_vn: Yêu cầu bổ sung bằng cấp

# RequestForDiplomaSupplies_NewSuggestions
source: New suggestions/ Contributions/Achivements or Innovations to the Department
vi_vn: Đề nghị/Đóng góp/Thành quả hoặc ý tưởng mới hiệu quả tại Phòng ban

# RequestForDiplomaSupplies_Position
source: Position
vi_vn: Vị trí phân công

# RequestForDiplomaSupplies_SalaryRevision
source: Salary revision
vi_vn: Điều chỉnh lương

# RequestForDiplomaSupplies_ToTheDailyWorks
source: To the daily works
vi_vn: Hiệu quả công việc hiện tại

# RequestDiplomaDetails_CurrentDiploma
source: Current diploma
vi_vn: Bằng cấp hiện tại

# RequestDiplomaDetails_Faculty
source: Faculty
vi_vn: Chuyên ngành

# RequestDiplomaDetails_GraduationYear
source: Graduation year
vi_vn: Năm tốt nghiệp

# RequestDiplomaDetails_IssuedPlace
source: Issued place
vi_vn: Nơi cấp

# RequestDiplomaDetails_ListTitle
source: Request diploma details
vi_vn: Chi tiết yêu cầu bổ sung bằng cấp

# RequestDiplomaDetails_NewDiploma
source: New diploma
vi_vn: Bằng cấp bổ sung

# RequestDiplomaDetails_Request
source: Request
vi_vn: Phiếu đề nghị

# RequestDiplomaDetails_TrainingDuration
source: Training duration
vi_vn: Thời gian đào tạo

source: Approval Status
vi_vn: Tình trạng phê duyệt

# BusinessTripManagement_Approver1Title
source: Department Head
vi_vn: Trưởng phòng

# BusinessTripManagement_Approver2Title
source: Direct BOD
vi_vn: Ban giám đốc

# BusinessTripManagement_Approver4Title
source: Head of Administrator Department
vi_vn: Trưởng phòng hành chánh

# BusinessTripManagement_BusinessTripManagementID
source: Business Trip Management ID
vi_vn: Quản lý đi công tác ID

# BusinessTripManagement_BusinessTripTypeExternalTitle
source: Overseas business trip
vi_vn: Công tác nước ngoài

# BusinessTripManagement_BusinessTripTypeInternalTitle
source: Domestic business trip
vi_vn: Công tác trong nước

# BusinessTripManagement_BusinessTripTypeTitle
source: Business trip type
vi_vn: Loại đi công tác

# BusinessTripManagement_CashDetailsTitle
source: Amout of money
vi_vn: Tổng số tiền

# BusinessTripManagement_CashierTitle
source: Cashier
vi_vn: Thủ quỹ

# BusinessTripManagement_DriverTitle
source: Driver
vi_vn: Tài xế

# BusinessTripManagement_Employee
source: Employee
vi_vn: Nhân viên

# BusinessTripManagement_EmployeeCode
source: Employee code
vi_vn: MSNV

# BusinessTripManagement_EmployeeDept
source: Employee department
vi_vn: Bộ phận

# BusinessTripManagement_EmployeeFullName
source: Full name
vi_vn: Họ tên

# BusinessTripManagement_EmployeeID
source: Employee ID
vi_vn: Định danh nhân viên

# BusinessTripManagement_HotelBookingTitle
source: Hotel booking
vi_vn: Lưu trú

# BusinessTripManagement_OtherDetailsTitle
source: Others
vi_vn: Khác

# BusinessTripManagement_OtherRequestsTitle
source: Others
vi_vn: Yêu cầu khác

# BusinessTripManagement_OtherServiceTitle
source: Other service
vi_vn: Các dịch vụ khác

# BusinessTripManagement_PaidByTitle
source: Paid by
vi_vn: Người trả tiền phòng

# BusinessTripManagement_PurposeTitle
source: Purpose
vi_vn: Mục đích công tác

# BusinessTripManagement_RequesterTitle
source: Requester
vi_vn: Người yêu cầu

# BusinessTripManagement_TransportationTypeTitle
source: Transportation type
vi_vn: Phương tiện

# BusinessTripManagement_CityTitle
source: City
vi_vn: Thành phố

# BusinessTripManagement_ContactCompanyTitle
source: Company's name
vi_vn: Công ty liên hệ

# BusinessTripManagement_ContactPhoneTitle
source: Phone
vi_vn: Điện thoại

# BusinessTripManagement_CountryTitle
source: Country
vi_vn: Nước

# BusinessTripManagement_DepartDateTitle
source: Date
vi_vn: Ngày

# BusinessTripManagement_DepartTimeTitle
source: Time
vi_vn: Thời gian

# BusinessTripManagement_FlightNameTitle
source: Flight name
vi_vn: Chuyến bay

# BusinessTripManagement_OtherScheduleTitle
source: Others
vi_vn: Khác

# BusinessTripManagement_Approver3Title
source: BOD
vi_vn: Giám đốc trực tiếp

# BusinessTripManagement_HighPriorityTitle
source: Require approval from BOD
vi_vn: Cần duyệt bởi BOD

# BusinessTripEmployeeDetails_ListTitle
source: Business Trip Employee Details
vi_vn: Chi tiết nhân viên đi công tác

# BusinessTripManagement_ListTitle
source: Business Trip Management
vi_vn: Quản lý đi công tác

# BusinessTripSchedule_ListTitle
source: Business Trip Schedule
vi_vn: Lịch trình công tác

# BusinessTripManagement_EmployeeListTitle
source: Employee list
vi_vn: Danh sách nhân viên

# BusinessTripManagement_ScheduleListTitle
source: Schedule
vi_vn: Lịch trình

# WorkflowHistory_VietnameseStatus
source: Vietnamese Status
vi_vn: Trạng thái tiếng Việt

# LeaveList_YourComment
source: Your Comment
vi_vn: Ý kiến của bạn

# BusinessTripManagement_TransportationTypeOthersDetailsTitle
source: (taxi ticket, airplane ticket, train ticket...)
vi_vn: (vé taxi, máy bay, xe lửa…)

# BusinessTripManagement_ApprovalStatus
source: Approval status
vi_vn: Trạng thái duyệt

# BusinessTripManagement_ViewDetail
source: View Detail
vi_vn: Xem Chi Tiết

# EmployeeRequirementSheets_IsValidRequest
source: Is valid request
vi_vn: Yêu cầu đúng quy định

# Configuration_ListDescription
source: List of configurations
vi_vn: Danh sách cấu hình

# Configuration_ListTile
source: Configurations
vi_vn: Cấu hình

# Configuration_Key
source: Key
vi_vn: Khóa

# Configuration_Value
source: Value
vi_vn: Giá trị

# AdditionalEmployeePosition_ListTitle
source: Additional Employee Position
vi_vn: Chức vụ nhân viên mở rộng

# AdditionalEmployeePosition_ContentTypeDesc
source: Additional Employee Postition
vi_vn: Chức vụ nhân viên mở rộng

# AdditionalEmployeePosition_ContentTypeTitle
source: Additional Employee Postition
vi_vn: Chức vụ nhân viên mở rộng

# AdditionalEmployeePosition_Employee
source: Employee
vi_vn: Nhân viên

# AdditionalEmployeePosition_EmployeeID
source: Employee ID
vi_vn: Mã nhân viên

# AdditionalEmployeePosition_Level
source: Employee Level
vi_vn: Cấp bậc nhân viên

# AdditionalEmployeePosition_ListDesc
source: Contains additional info of employee position
vi_vn: Lưu thông tin mở rộng cho chức vụ nhân viên

# AdditionalEmployeePosition_Module
source: Module
vi_vn: Mô-đun

# CommonYourComment
source: Your comments
vi_vn: Ý kiến của bạn

# BusinesstripManagement_CancelRequest
source: Cancel Request
vi_vn: Hủy yêu cầu

# EmployeeRequirementSheets_IsTemplate
source: Is Template
vi_vn: Mẫu đề nghị

# Department_DepartmentNo
source: Department number
vi_vn: Mã số phòng ban

# FreightManagement_RequestNo
source: Request number
vi_vn: Mã số

# FreightManagement_CompanyVehicle
source: Company's Vehicle
vi_vn: Xe công ty

# FreightList_IsValidRequest
source: Is Valid
vi_vn: Đăng ký đúng quy định

# FreightManagement_Vehicle
source: Vehicle
vi_vn: Xe

# FreightManagement_VehicleVN
source: Vehicle VN
vi_vn: Xe VN

# FreightManagement_ReceiverDepartmentVN
source: Receiver department VN
vi_vn: Phòng ban người nhận VN

# FreightManagement_FreightType
source: Type of Freight
vi_vn: Loại vận chuyển

# FreightReceiverDepartment_ContentType_Description
source: Freight Receiver Department
vi_vn: Bộ phận người giao nhận hàng

# FreightReceiverDepartment_ListTitle
source: Freight Receiver Department
vi_vn: Bộ phận người giao nhận hàng

# FreightVehicle_ContentType_Description
source: Freight Vehicle
vi_vn: Xe giao nhận hàng

# FreightVehicle_ListTitle
source: Freight Vehicle
vi_vn: Xe giao nhận hàng

# FreightManagement_RequestNumber
source: Request number
vi_vn: Mã đơn

# FreightManagement_ReceiverDepartmentLookup
source: Receiver department
vi_vn: Phòng ban người nhận

# FreightManagement_ReceiverDepartmentText
source: Receiver department
vi_vn: Phòng ban người nhận

# FreightManagement_VehicleLookup
source: Vehicle
vi_vn: Xe

# FreightManagement_IsFinished
source: Is Finished
vi_vn: Đơn đã hoàn thành

# BusinessTripManagement_TransportationTypeOthersDetailTitle
source: Others details
vi_vn: Hình thức vận chuyển khác

# DelegationEmployeePositions_DelegatedEmployeePositions
source: Delegated employee positions
vi_vn: Chức vụ ủy quyền

# DelegationEmployeePositions_EmployeePosition
source: Employee position
vi_vn: Chức vụ

# DelegationEmployeePositions_ListTitle
source: Delegation employee positions
vi_vn: Chức vụ ủy quyền

# DelegationModules_ListTitle
source: Delegations module
vi_vn: Mô đun ủy quyền

# DelegationModules_ListURL
source: List Url
vi_vn: Đường dẫn danh sách

# DelegationModules_ModuleName
source: Module name
vi_vn: Tên mô đun

# DelegationsOfNewTask_FromDate
source: From date
vi_vn: Từ ngày

# DelegationsOfNewTask_FromEmployee
source: From employee
vi_vn: Người ủy quyền

# DelegationsOfNewTask_ListTitle
source: Delegations of new task
vi_vn: Ủy quyền công việc mới

# DelegationsOfNewTask_ListURL
source: List Url
vi_vn: Đường dẫn danh sách

# DelegationsOfNewTask_ToDate
source: To date
vi_vn: Đến ngày

# DelegationsOfNewTask_ToEmployee
source: To employee
vi_vn: Người được ủy quyền

# Delegations_Department
source: Department
vi_vn: Bộ phận

# Delegations_FromDate
source: From date
vi_vn: Từ ngày

# Delegations_FromEmployee
source: From employee
vi_vn: Người ủy quyền

# Delegations_ListItemCreatedDate
source: List item created date
vi_vn: Ngày tạo khoản mục

# Delegations_ListItemDescription
source: List item description
vi_vn: Mô tả khoản mục

# Delegations_ListItemID
source: List item ID
vi_vn: ID khoản mục

# Delegations_ListTitle
source: Delegations
vi_vn: Ủy quyền

# Delegations_ListURL
source: List url
vi_vn: Đường dẫn danh sách

# Delegations_Requester
source: Requester
vi_vn: Người đề nghị

# Delegations_ToDate
source: To date
vi_vn: Đến ngày
