Repository: nmtri1987/stadavn
Catalog: Resources/Resources/RBVHStadaMasterPage.*.resx
Languages: vi_vn

# Accounting_TopMenu
source: Accounting
vi_vn: Kế Toán

# AdminHR_TopMenu
source: Administration & Human Resource
vi_vn: Hành Chánh Nhân Sự

# AnalyticalDevelopment_TopMenu
source: Analytical Development
vi_vn: Phát triển phân tích

# BusinessTrip_LeftMenu
source: Business Trip
vi_vn: Đi công tác

# ChangeShiftRequest_LeftMenu
source: Change Shift Request
vi_vn: Đăng ký đổi ca

# Departments_TopMenu
source: Departments
vi_vn: Phòng ban

# DesignRequest_LeftMenu
source: Design Request
vi_vn: Yêu cầu thiết kế

# DiplomaSupplementRequest_LeftMenu
source: Diploma Supplement Request
vi_vn: Yêu cầu bổ sung bằng cấp

# DissoierForDomesticRequest_LeftMenu
source: Information of Domestic Dossier
vi_vn: Thông tin hồ sơ đăng ký trong nước

# DissoierForExportingRequest_LeftMenu
source: Information of Exporting Dossier
vi_vn: Thông tin hồ sơ đăng ký xuất khẩu

# Engineering_TopMenu
source: Engineering
vi_vn: Kỹ Thuật Bảo Trì

# Forms_TopMenu
source: Forms
vi_vn: Biểu mẫu

# FormulationDevelopment_TopMenu
source: Formulation Development
vi_vn: Phát Triển Công Thức

# GuessWelcomingRequest_LeftMenu
source: Guess Welcoming Request
vi_vn: Yêu cầu đón tiếp khách

# ImportExport_TopMenu
source: Import - Export
vi_vn: Xuất Nhập Khẩu

# InformationUpdateRequest_LeftMenu
source: Information Update Request
vi_vn: Yêu cầu cập nhật thông tin

# InternalNews_TopMenu
source: Internal News
vi_vn: Tin tức nội bộ

# IT_TopMenu
source: IT
vi_vn: Phòng IT

# LeaveRequest_LeftMenu
source: Leave Request
vi_vn: Xin nghỉ phép

# LicenseToTransport_LeftMenu
source: License To Transport
vi_vn: Yêu cầu vận chuyển hàng hóa

# LiquidWorkshop_TopMenu
source: Liquid Workshop
vi_vn: Phân Xưởng Nước

# MeetingRoomBooking_LeftMenu
source: Meeting Room Booking
vi_vn: Yêu cầu sử dụng phòng họp

# NotConfirmingRequest_LeftMenu
source: Non conforming Report
vi_vn: Báo cáo không phù hợp

# OvertimeRequest_LeftMenu
source: Overtime Request
vi_vn: Xin làm thêm giờ

# Planning_TopMenu
source: Planning
vi_vn: Kế Hoạch

# Policies_TopMenu
source: Policies
vi_vn: Chính sách

# Procurement_TopMenu
source: Procurement
vi_vn: Cung Ứng

# QuanlityAssurance_TopMenu
source: Quality Assurance
vi_vn: Bảo Đảm Chất Lượng

# QuanlityControl_TopMenu
source: Quality Control
vi_vn: Kiểm Tra Chất Lượng

# RecruitmentRequest_LeftMenu
source: Recruitment Request
vi_vn: Yêu cầu tuyển dụng

# RegisterForTransportation_LeftMenu
source: Register For Transportation
vi_vn: Đăng ký đi xe đưa rước

# RegulatoryAffair_TopMenu
source: Regulatory Affair
vi_vn: Quy Chế

# RequestForm_LeftMenu
source: Request Form
vi_vn: Phiếu đề nghị

# RequesttoNotOvertime_LeftMenu
source: Request Leave of Absense For Overtime Work
vi_vn: Xin nghỉ tăng ca

# RequisitionOfDocuments_LeftMenu
source: Requisition Of Documents
vi_vn: Yêu cầu tài liệu

# RnD_LeftMenu
source: R&D
vi_vn: Nghiên Cứu Phát Triển

# RnD_TopMenu
source: Research & Development
vi_vn: Nghiên Cứu Phát Triển

# ShiftRequest_LeftMenu
source: Shift Request
vi_vn: Đăng ký đi ca

# Solidworkshop_TopMenu
source: Solid workshop
vi_vn: Phân Xưởng Viên

# StationaryRequest_LeftMenu
source: Stationary Request
vi_vn: Đề nghị văn phòng phẩm

# SupplierMeetingRequest_LeftMenu
source: Supplier Meeting Request
vi_vn: Yêu cầu phòng họp với nhà cung cấp

# TechnologyTransfer_TopMenu
source: Technology Transfer
vi_vn: Chuyển Giao Công Nghệ

# TimeSheet_LeftMenu
source: Timesheet
vi_vn: Bảng Chấm công

# Warehouse_TopMenu
source: Warehouse
vi_vn: Kho

# EmployeeShiftTime_LeftMenu
source: Employee Shift Time
vi_vn: Theo dõi lịch đi ca nhân viên

# Forms_Admin
source: Admin
vi_vn: Quản trị

# OvertimeApprovalList_LeftMenu
source: Overtime Approval List
vi_vn: Danh Sách Duyệt Tăng Ca

# ShiftApprovalList_LeftMenu
source: Shift Approval List
vi_vn: Danh Sách Duyệt Đi Ca

# ChangeShiftRequestTaskList_LeftMenu
source: Change Shift Request Task List
vi_vn: Danh sách duyệt đổi ca

# RequesttoNotOvertimeTaskList_LeftMenu
source: Request Leave of Absense For Overtime Work Task List
vi_vn: Danh sách duyệt nghỉ tăng ca

# ShiftManagement_MShiftRequestTitle
source: My Shift Request
vi_vn: Ca Làm Việc Của Tôi

# MyOverTime_LeftMenu
source: My Overtime
vi_vn: Giờ Làm Thêm Của Tôi

# TransportRequest_LeftMenu
source: Vehicle Request
vi_vn: Yêu Cầu Đi Xe

# TransportTaskList_LeftMenu
source: Vehicle Work Task List
vi_vn: Danh sách duyệt đi xe

# LeaveApprovalList_LeftMenu
source: Leave Approval List
vi_vn: Đơn Xin Nghỉ Phép Cần Duyệt
