Repository: nmtri1987/stadavn
Catalog: Resources/Resources/RBVHStadaWebpages.*.resx
Languages: vi_vn

# AccessDeniedMessage
source: You don't have permission to access this page.
vi_vn: Bạn không có quyền truy cập trang này

# AddButton
source: Add
vi_vn: Thêm

# AddEmployeeButton
source: Add Employee
vi_vn: Thêm nhân viên

# AddEmployee_ModalTitle
source: Add Employee
vi_vn: Thêm nhân viên

# AddNewEmployeeButton
source: Add New Employee
vi_vn: Thêm tên

# AdminPage_Department
source: Departments
vi_vn: Danh sách phòng ban

# AdminPage_Employees
source: Employees
vi_vn: Danh sách nhân viên

# AdminPage_ErrorLabel
source: You don't have permission to access this page.
vi_vn: Bạn không có quyền truy cập trang này.

# AdminPage_PageTitle
source: Administration
vi_vn: Quản trị

# AdminPage_PageTitleArea
source: Administration
vi_vn: Quản trị

# AdminPage_ResetPassword
source: Reset Password
vi_vn: Đặt lại mật khẩu

# ApproveButton
source: Approve
vi_vn: Duyệt

# BackButton
source: Back
vi_vn: Quay lại

# CancelButton
source: Cancel
vi_vn: Huỷ bỏ

# CancelLink_ConfirmCancel
source: Are you sure you want to cancel this request?
vi_vn: Bạn có chắc chắn muốn hủy yêu cầu này?

# CancelLink_ErrorOccurre
source: An error occurred while performing this action. Please try again!
vi_vn: Có lỗi xảy ra trong quá trình thực hiện. Vui lòng thử lại sau!

# CancelLink_RequestCancelledSuccess
source: The request has been successfully cancelled
vi_vn: Yêu cầu đã được hủy thành công

# CannotCancelApprovedRequest
source: Cannot cancel the request that has been approved
vi_vn: Không thể hủy yêu cầu đã được duyệt

# CannotCancelCancelledRequest
source: Cannot cancel the request that has been cancelled
vi_vn: Không thể hủy yêu cầu đã được hủy

# ChangeConfirmationDialogTitle
source: Change confirmation
vi_vn: Xác nhận thay đổi

# ChangePassword_ConfirmPassword
source: Confirm Password
vi_vn: Nhập lại Mật khẩu

# ChangePassword_ConfirmPassword_Enter
source: Enter Confirm Password
vi_vn: Nhập lại Mật khẩu

# ChangePassword_ConfirmPassword_IsTheSame
source: Confirm Password must be the same.
vi_vn: Mật khẩu phải giống nhau

# ChangePassword_ConfirmPassword_Required
source: Confirm Password is required.
vi_vn: Nhập lại Mật khẩu là trường bắt buộc.

# ChangePassword_CurrentPassword
source: Current Password
vi_vn: Mật khẩu Hiện tại

# ChangePassword_CurrentPassword_Enter
source: Enter Current Password
vi_vn: Nhập Mật khẩu Hiện tại

# ChangePassword_CurrentPassword_IsInvalid
source: Current Password is invalid
vi_vn: Mật khẩu Hiện tại không hợp lệ

# ChangePassword_CurrentPassword_Required
source: Current Password is required.
vi_vn: Mật khẩu Hiện tại là trường bắt buộc.

# ChangePassword_Employee
source: Employee
vi_vn: Nhân viên

# ChangePassword_Message_Success
source: Change Password is successful!
vi_vn: Thay đổi mật khẩu thành công!

# ChangePassword_Message_Unsuccess
source: Change Password is unsuccessful!
vi_vn: Thay đổi mật khẩu không thành công!

# ChangePassword_NewPassword
source: New Password
vi_vn: Mật khẩu mới

# ChangePassword_NewPassword_Enter
source: Enter New Password
vi_vn: Nhập Mật khẩu mới

# ChangePassword_NewPassword_Required
source: New Password is required.
vi_vn: Mật khẩu mới là trường bắt buộc

# ChangePassword_PageTitle
source: Change Password
vi_vn: Thay đổi Mật khẩu

# ChangePassword_PageTitleArea
source: Change Password
vi_vn: Thay đổi Mật khẩu

# ChangeShiftManagement_AddNew
source: Add New Request
vi_vn: Xin đổi ca

# ChangeShiftManagement_PageTitle
source: Change Shift Management
vi_vn: Quản Lý Đổi Ca

# ChangeShiftManagement_PageTitleArea
source: Change Shift Management
vi_vn: Quản Lý Đổi Ca

# ChangeShiftTaskListManagement_PageTitle
source: Change Shift Task List Management
vi_vn: Quản lý danh sách đổi ca cần duyệt

# ChangeShiftTaskListManagement_PageTitleArea
source: Change Shift Task List Management
vi_vn: Quản lý danh sách đổi ca cần duyệt

# ChangeShift_RequestToApprove
source: Change shift requests to approve
vi_vn: Các đơn xin đổi ca cần duyệt

# CloseButton
source: Close
vi_vn: Đóng

# CommonDepartment
source: Department
vi_vn: Bộ phận

# CommonID
source: ID
vi_vn: Mã nhân viên

# ConfirmQuickApproveMessage
source: Are you sure you want to update the status of selected items to 'Approved'?
vi_vn: Bạn có chắc chắn cập nhật kết quả của các nhiệm vụ đã chọn sang 'Approved'?

# ConfirmQuickRejectMessage
source: Are you sure you want to update the status of selected items to 'Rejected'?
vi_vn: Bạn có chắc chắn cập nhật kết quả của các nhiệm vụ đã chọn sang 'Rejected'?

# DeleleConfirmationDialogTitle
source: Delele Confirmation
vi_vn: Xác nhận xóa

# DeleteButton
source: Delete
vi_vn: Xoá

# DeleteConfirmMessage
source: Are you sure you want to delele selected items?
vi_vn: Bạn có chắc chắn muốn xoá không?

# Dropdown_Select
source: Select
vi_vn: Chọn

# EmployeeDepartmentName
source: Department Name
vi_vn: Tên bộ phận

# EmployeeManagement_PageTitle
source: Employee Management
vi_vn: Quản lý nhân viên

# EmployeeManagement_PageTitleArea
source: Employee Management
vi_vn: Quản lý nhân viên

# FromDateToDateValidateMessage
source: Please select in range from day 21 to day 20 of next month
vi_vn: Vui lòng chọn ngày trong khoảng từ ngày 21 của tháng này đến ngày 20 của tháng sau

# General_Message_Error
source: Something went wrong! Please try again or contact administrator.
vi_vn: Lỗi xảy ra! Vui lòng thử lại hoặc liên hệ quản trị viên!

# General_Prefix_Error
source: Error
vi_vn: Lỗi

# General_Prefix_Info
source: Info
vi_vn: Thông tin

# General_Prefix_Success
source: Success
vi_vn: Thành công

# General_Prefix_Warning
source: Warning
vi_vn: Cảnh báo

# General_Text_Enter
source: Enter
vi_vn: Nhập

source: Go back to Home Page
vi_vn: Quay trở lại trang chủ

# InformationDialogTitle
source: Information
vi_vn: Thông tin

# LeaveManagement_ErrorOccurre
source: An error occurred while loading data from server. Please try again!
vi_vn: Có lỗi xảy ra trong khi tải dữ liệu từ máy chủ. Vui lòng thử lại sau!

# LeaveManagement_MyLeaveRequestTitle
source: My Leave Requests
vi_vn: Đơn Nghỉ Phép Của Tôi

# LeaveManagement_PageTitle
source: Leave Management
vi_vn: Quản lý nghỉ phép

# LeaveManagement_PageTitleArea
source: Leave Management
vi_vn: Quản Lý Ngày Nghỉ

# LeaveManagement_Shifts
source: Shifts
vi_vn: Các ca sẽ nghỉ

# LeaveManagement_TodayLeaveButton
source: Today Leave
vi_vn: Danh sách nhân viên nghỉ hôm nay

# LeavePage_Day
source: Day
vi_vn: Ngày

# LeavePage_ShiftName
source: Shift
vi_vn: Ca

# Login_AuthorizationCode
source: Authorization Code
vi_vn: Mã chứng thực

# Login_AuthorizationCode_Enter
source: Enter Authorization Code
vi_vn: Nhập Mã chứng thực

# Login_AuthorizationCode_Required
source: Authorization Code is a required field.
vi_vn: Mã chứng thực là trường bắt buộc.

# Login_Button_Verify
source: Verify
vi_vn: Kiểm tra

# Login_EmployeeID
source: Employee ID
vi_vn: Mã nhân viên

# Login_EmployeeID_Enter
source: Enter Employee ID
vi_vn: Nhập mã nhân viên

# Login_EmployeeID_Required
source: Employee ID is a required field.
vi_vn: Mã nhân viên là trường bắt buộc.

# Login_Message_Fail
source: Username or password is invalid!
vi_vn: Tên đăng nhập hoặc mật khẩu không hợp lệ!

# Login_PageTitle
source: Login
vi_vn: Đăng nhập

# Login_PageTitleArea
source: Login
vi_vn: Đăng nhập

# Logout_PageTitle
source: Logout
vi_vn: Đăng xuất

# Logout_PageTitleArea
source: Logout
vi_vn: Đăng xuất

source: My overtime in month
vi_vn: Giờ làm thêm trong tháng của tôi

# MyOverTime_PageTitle
source: My Overtime
vi_vn: Giờ làm thêm của tôi

source: My shift time in month
vi_vn: Ca trong tháng của tôi

# Message_MustBeDifferent
source: must be different
vi_vn: phải khác nhau

# NoButton
source: No
vi_vn: Không

# NoDataText
source: (No data)
vi_vn: (Không có dữ liệu)

# NotOvertimeManagement_AddNew
source: Add New Request
vi_vn: Xin nghỉ tăng ca

# NotOvertimeManagement_MyLeaveRequestTitle
source: My Leave Of Absence For Overtime Requests
vi_vn: Đơn xin nghỉ tăng ca của tôi

# NotOvertimeManagement_PageTitle
source: Leave Of Absence For Overtime Request
vi_vn: Xin nghỉ tăng ca

# NotOvertimeManagement_PageTitleArea
source: Leave Of Absence For Overtime Request
vi_vn: Xin nghỉ tăng ca

# NotOvertimeManagement_RequestToApprove
source: Leave Of Absence Requests To Approve
vi_vn: Các đơn xin nghỉ tăng ca cần duyệt

# NotOvertimeTaskListManagement_PageTitle
source: Leave Of Absence For Overtime Request Task List
vi_vn: Xin nghỉ tăng ca cần duyệt

# NotOvertimeTaskListManagement_PageTitleArea
source: Leave Of Absence For Overtime Request Task List
vi_vn: Xin nghỉ tăng ca cần duyệt

# NotOvertime_CannotLoadCurrentUser
source: Can not get current user. Please try again!
vi_vn: Không thể lấy được thông tin của nhân viên hiện tại. Vui lòng thử lại!

# NotOvertime_DontHaveAnyShiftRequest
source: You don't have any overtime request in selected day
vi_vn: Bạn không có Đăng ký làm thêm giờ nào trong ngày đã chọn

# NotOvertime_InvalidDate
source: Date must be greater than or equal current date
vi_vn: Ngày phải lớn hơn hoặc bằng ngày hiện tại

# OvertimeManagement_AddNew
source: Add New
vi_vn: Xin làm thêm giờ

# OvertimeManagement_AddNewLeaveButton
source: Add New Overtime Request
vi_vn: Xin tăng ca

# OvertimeManagement_ApprovedBy
source: Approved by
vi_vn: Duyệt bởi

# OvertimeManagement_MyChangeShiftRequestTitle
source: My Change Shift Request
vi_vn: Yêu Cầu Đổi Ca Của Tôi

# OvertimeManagement_MyOvertimeTitle
source: My Overtime
vi_vn: Tăng Ca Của Tôi

# OvertimeManagement_PageTitle
source: Overtime Management
vi_vn: Quản Lý Tăng Ca

# OvertimeManagement_PageTitleArea
source: Overtime Management
vi_vn: Quản Lý Tăng Ca

# OvertimeRequest_PageTitle
source: Overtime Request
vi_vn: Đăng Ký Làm Thêm Giờ

# OvertimeRequest_PageTitleArea
source: Overtime Request
vi_vn: Đăng Ký Làm Thêm Giờ

# Overtime_CannotGetData
source: Can not get data from server. Please try again!
vi_vn: Không thể tải dữ liệu từ máy chủ. Vui lòng thử lại!

# Overtime_DeleteRow
source: Are you sure you want to delete this row?
vi_vn: Bạn có chắc chắn muốn xóa dòng này?

# Overtime_ErrorOccurred
source: An error occurred. Please try again!
vi_vn: Đã có lỗi xảy ra, vui lòng thử lại!

# Overtime_FieldMustBeNotBlank
source: You can't leave this blank
vi_vn: Bạn không thể bỏ trống cái này

# Overtime_FieldMustBeNumber
source: Only numbers can go here
vi_vn: Ở đây chỉ có thể chứa số

# Overtime_Modal_UserExist
source: This employee already exists. Please select another one!
vi_vn: Nhân viên này đã có trong danh sách rồi. Vui lòng chọn nhân viên khác!

# Overtime_ValidateHour
source: Hour must be greater than 0 and less than 24
vi_vn: Giờ phải lớn hơn 0 và nhỏ hơn 24

# Overtime_ValidateTwoHour
source: To Hour must greater than From Hour
vi_vn: Giờ sau phải lớn hơn giờ trước

# Overview_PageTitle
source: Overview
vi_vn: Tổng quan

# Overview_PageTitleArea
source: Overview
vi_vn: Tổng quan

# PasswordLengthValidate
source: Minimum 6 and Maximum 50 characters required
vi_vn: Mật khẩu tối thiểu phải 6 ký tự và tối đa là 50 kí tự

# QuickApproveItemUpdateExist
source: Item(s) could not change status
vi_vn: Các mục không thể cập nhật

# QuickApproveItemUpdateFail
source: Item(s) updated fail
vi_vn: Các mục cập nhật không thành công

# QuickApproveItemUpdateSuccess
source: Item(s) updated success
vi_vn: Các mục được cập nhật thành công

# RejectButton
source: Reject
vi_vn: Không duyệt

# RequiredField
source: This is a required field.
vi_vn: Đây là trường bắt buộc.

# ResetPassword_ConfirmPassword
source: Confirm Password
vi_vn: Nhập lại Mật khẩu

# ResetPassword_ConfirmPassword_Enter
source: Confirm Password
vi_vn: Nhập lại Mật khẩu

# ResetPassword_ConfirmPassword_IsTheSame
source: Confirm Password must be the same.
vi_vn: Nhập lại Mật khẩu phải giống nhau.

# ResetPassword_ConfirmPassword_Required
source: Confirm Password is required.
vi_vn: Nhập lại Mật khẩu là trường bắt buộc.

# ResetPassword_Employee
source: Employee
vi_vn: Nhân viên

# ResetPassword_Employee_Choose
source: Please choose employee!
vi_vn: Vui lòng chọn Nhân viên!

# ResetPassword_Employee_IsInvalid
source: Employee is invalid.
vi_vn: Nhân viên không hợp lệ.

# ResetPassword_Message_Success
source: Reset Password is succesful!
vi_vn: Đặt lại Mật khẩu Thành công!

# ResetPassword_Message_Unsuccess
source: Reset Password is unsuccesful!
vi_vn: Đặt lại Mật khẩu Không Thành công!

# ResetPassword_NewPassword
source: New Password
vi_vn: Mật khẩu Mới

# ResetPassword_NewPassword_Enter
source: Enter New Password
vi_vn: Nhập Mật khẩu Mới

# ResetPassword_NewPassword_Required
source: New Password is required.
vi_vn: Mật khẩu Mới là trường bắt buộc

# ResetPassword_PageTitle
source: Reset Password
vi_vn: Đặt lại Mật khẩu

# ResetPassword_PageTitleArea
source: Reset Password
vi_vn: Đặt lại Mật khẩu

# SaveButton
source: Save
vi_vn: Lưu

# SaveErrorMessage
source: An error occurred while saving data. Please try again!
vi_vn: Đã có lỗi xảy ra trong quá trình lưu dữ liệu. Vui lòng thử lại!

# SaveSuccessfullMessage
source: Data was saved successfully!
vi_vn: Dữ liệu đã được lưu thành công!

# SecurityLeaveManagement_PageTitle
source: Security Leave Management
vi_vn: Bảo vệ quản lý nghỉ phép

# SecurityLeaveManagement_PageTitleArea
source: Security Leave Management
vi_vn: Bảo vệ quản lý nghỉ phép

# SecurityLeave_DontHavePermission
source: You don't have permission to access this page
vi_vn: Bạn không có quyền truy cập trang này

# SecurityLeave_TodayLeave
source: Today Leave
vi_vn: Danh sách nhân viên nghỉ hôm nay

# SelectAtLeastToApprove
source: Please select at least 1 item to Approve!
vi_vn: Vui lòng đánh dấu ít nhất 1 mục để Chấp thuận!

# SelectAtLeastToReject
source: Please select at least 1 item to Reject!
vi_vn: Vui lòng đánh dấu ít nhất 1 mục để Từ chối!

# ShiftApprovalForLabel
source: Shift Approval
vi_vn: Duyệt đăng ký ca

# ShiftApproval_PageTitle
source: Shift Approval
vi_vn: Duyệt ca

# ShiftManagement_AddNew
source: Add New
vi_vn: Đăng ký đi ca

# ShiftManagement_AddShiftRequestButton
source: Add Shift Request
vi_vn: Đăng ký đi ca

# ShiftManagement_ApprovedBy
source: Department Head
vi_vn: Trưởng phòng

# ShiftManagement_DataLoadFailError
source: Failed to load data from server. Please try again!
vi_vn: Không thể lấy dữ liệu từ máy chủ. Vui lòng thử lại!

# ShiftManagement_MyShiftRequestTitle
source: My Shift Requests
vi_vn: Đăng Ký Đi Ca Của Tôi

# ShiftManagement_MyShift
source: My Shift
vi_vn: Ca Của Tôi

# ShiftManagement_MyShiftTitle
source: My Shifts
vi_vn: Đi Ca Của Tôi

# ShiftManagement_PageTitle
source: Shift Management
vi_vn: Quản Lý Đi Ca

# ShiftManagement_PageTitleArea
source: Shift Management
vi_vn: Quản Lý Đi Ca

# ShiftManagement_ShiftToBeApproved
source: Shift Requests To Be Approved
vi_vn: Đăng ký đi ca chờ duyệt

# ShiftRequestConfirmMessage
source: Are you sure you want to change current item? If Yes, the current item data will be lost.
vi_vn: Bạn có chắc chắn muốn thay đổi thông tin hiện tại? Nếu có, toàn bộ thông tin sẽ bị mất.

# ShiftRequestExistedEmployeeMessage
source: The current employee is already exists. Please try another employee!
vi_vn: Nhân viên đã tồn tại, vui lòng chọn nhân viên khác

# ShiftRequestForLabel
source: Shift Request For
vi_vn: Thời gian

# ShiftRequest_CancelConfirm
source: Are you sure you want to Cancel? Once you click Yes, all unsaved data will be lost.
vi_vn: Bạn có chắc chắn muốn hủy bỏ? Nếu có, toàn bộ dữ liệu chưa lưu sẽ bị mất

# ShiftRequest_CancelConfirmationDialogTitle
source: Cancel Confirmation
vi_vn: Xác nhận hủy bỏ

# ShiftRequest_DeleteButton
source: Delete
vi_vn: Xóa tên

# ShiftRequest_DuplicateConfirmationDialogTitle
source: Duplicate Confirmation
vi_vn: Thông tin bị trùng lắp

# ShiftRequest_DuplicateMessage
source: Can not create shift for this user because this user was created shift by another manager.
vi_vn: Ca cho nhân viên này đã được tạo bởi quản lý khác

# ShiftRequest_EmployeeIdGridColumn
source: Employee ID
vi_vn: Mã số

# ShiftRequest_EmployeeNameGridColumn
source: Employee Name
vi_vn: Tên nhân viên

# ShiftRequest_GridNoData
source: Not found
vi_vn: Không có dữ liệu

# ShiftRequest_NoDataToSaveMessage
source: No data to save
vi_vn: Không có dòng dữ liệu nào để lưu

# ShiftRequest_NoItemDeleteMessage
source: No item to delete
vi_vn: Không có dòng dữ liệu nào để xóa

# ShiftRequest_PageTitle
source: Shift Request
vi_vn: Đăng ký ca

# ShiftRequest_PageTitleArea
source: Shift Request
vi_vn: Đăng Ký Đi Ca

# ShiftRequest_SaveCurrentDataConfirm
source: Do you want to save current data?
vi_vn: Bạn có muốn lưu dữ liệu hiện tại không?

# ShiftRequest_SubmitOK
source: Item(s) updated success
vi_vn: Cập nhật dữ liệu thành công

# ToDateGreaterThanFromDate
source: To Date must be greater than From Date
vi_vn: Ngày sau phải lớn hơn ngày trước

# TransportationManagement_MyTransportationTitle
source: My Vehicle Request
vi_vn: Yêu cầu đi xe của tôi

# TransportationManagement_PageTitle
source: Transportation Management
vi_vn: Quản lý đi xe

# TransportationManagement_PageTitleArea
source: Vehicle Management
vi_vn: Quản lý đi xe

# VehicleManagement_AddNew
source: Add New Request
vi_vn: Thêm yêu cầu

# ViewShiftManagement_PageTitle
source: View Shift Management
vi_vn: Xem quản lý ca

# ViewShiftManagement_PageTitleArea
source: View Shift Management
vi_vn: Xem quản lý ca

# YesButton
source: Yes
vi_vn: Có

# LeaveTask_PageTitle
source: Leave Approval List
vi_vn: Đơn xin nghỉ phép cần duyệt

# LeaveTask_PageTitleArea
source: Leave Approval List
vi_vn: Đơn xin nghỉ phép cần duyệt

source: Additional Approver
vi_vn: Người duyệt phụ

# AdminPage_ModulePermission
source: Module Permission
vi_vn: Quyền theo module

# PrintButton
source: Print
vi_vn: In

# ShiftRequest_FactoryLocationTitle
source: Location
vi_vn: Địa điểm

# CalendarDay
source: Date
vi_vn: Ngày

# CalendarMonth
source: Month
vi_vn: Tháng

# CalendarWeek
source: Week
vi_vn: Tuần

# DepartmentNameRequired
source: Department Name Required Field
vi_vn: Tên bộ phận Trường được Yêu cầu

# ChangeShift_DontHaveShift
source: You don't have any shift in selected date
vi_vn: Bạn không có ca làm việc nào trong ngày đã chọn

# ChangeShift_ItemExist
source: This date has already been requested
vi_vn: Ngày này đã được xin đổi ca

# NotOvertime_ItemExist
source: This date has already been requested
vi_vn: Ngày này đã được xin nghỉ tăng ca

# ShiftManagement_MyApprovalTitle
source: Shift Requests Approval
vi_vn: Đăng Ký Đi Ca Cần Duyệt

# ShiftManagement_ShiftsInDepartmentTitle
source: Shift Requests By Department
vi_vn: Đăng Ký Đi Ca Theo Phòng Ban

# OvertimeApproval_PageTitleArea
source: Overtime Approval List
vi_vn: Danh sách duyệt tăng ca

# OvertimeDepartment_PageTitleArea
source: Overtime List Of Departments
vi_vn: Danh sách làm thêm của các phòng ban

# ChangeShift_ChangeShiftByDepartment
source: Change Shift Request By Department
vi_vn: Xin Đổi Ca Theo Phòng Ban

# ChangeShift_MyChangeShiftRequestTitle
source: My Change Shift Requests
vi_vn: Xin Đổi Ca Của Tôi

# LeaveOfAbsenceManagement_PageTile
source: Leave Of Absence Management
vi_vn: Quản Lý Xin Không Tăng Ca

# NotOvertimeOfDepartment_PageTitle
source: Leave Of Absence List Of Department
vi_vn: Danh sách xin không tăng ca của các phòng ban

# NotOvertimeRequest_PageTitle
source: Leave Of Absence Request Management
vi_vn: Yêu cầu xin không tăng ca

# ChangeShift_MyApprovalList
source: Change Shift Requests Approval
vi_vn: Xin Đổi Ca Cần Duyệt

# NotOvertimeManagement_MyApprovalList
source: Leave Of Absence Requests Approval
vi_vn: Xin Không Tăng Ca Cần Duyệt

# ShiftRequest_ExportButton
source: Export
vi_vn: Xuất đăng ký ca

# ApprovalStatusFieldDisplayName
source: Approval Status
vi_vn: Tình trạng phê duyệt

# ChangeShiftList_ToShift
source: To Shift
vi_vn: Đến ca

# ChangeShiftManagement_Reason
source: Reason
vi_vn: Lý do

# CantLeaveTheBlank
source: You can't leave this blank.
vi_vn: Bạn không thể bỏ trống cái này.

source: Invalid date
vi_vn: Ngày nhập vào không đúng

# AdminPage_InputMonth
source: Month
vi_vn: Tháng

# AdminPage_InputSupport
source: Shift input support:
vi_vn: Hỗ trợ nhập ca theo:

# AdminPage_InputWeek
source: Week
vi_vn: Tuần

# ShiftManagement_MyShiftInMonthTitle
source: My Shifts
vi_vn: Ca Của Tôi

# OvertimeManagement_MyApprovalTitle
source: Overtime Requests Approval
vi_vn: Xin Tăng Ca Cần Duyệt

# OvertimeManagement_MyOvertimeRequestTitle
source: My Overtime Requests
vi_vn: Xin Tăng Ca Của Tôi

# OvertimeManagement_OvertimesInDepartmentTitle
source: Overtime Requests By Department
vi_vn: Xin Tăng Ca Theo Phòng Ban

# NotOvertimeManagement_MyRequestsTitle
source: My Leave Of Absence Requests
vi_vn: Xin Không Tăng Ca Của Tôi

# NotOvertimeManagement_RequestsInDepartmentTitle
source: Leave Of Absence Requests By Department
vi_vn: Xin Không Tăng Ca Theo Phòng Ban

# Transportation_MyTransportationRequestTitle
source: My Vehicle Requests
vi_vn: Yêu Cầu Đi Xe Của Tôi

# Transportation_TranspotationByDepartment
source: Vehicle Requests By Department
vi_vn: Yêu Cầu Đi Xe Theo Phòng Ban

# Transpotation_MyApprovalList
source: Vehicle Requests Approval
vi_vn: Yêu Cầu Đi Xe Cần Duyệt

# ChangeShiftList_FromShift
source: From Shift
vi_vn: Từ ca

# ViewDetail
source: View item detail
vi_vn: Xem chi tiết

# AllDepartments
source: All
vi_vn: Tất cả

# LeaveRequest_Modal_CloseButton
source: Close
vi_vn: Đóng

# LeaveRequest_WrongPolicies
source: The selected date is wrong with company policies
vi_vn: Ngày đã chọn không đúng theo quy định

# LeaveRequest_Confirm
source: Confirm
vi_vn: Xác nhận

# LeaveManagement_ErrMsg_FromDateIsNoneWorkingDay
source: "From Date" is {0}
vi_vn: "Từ Ngày" trùng với ngày {0}

# LeaveManagement_ErrMsg_FromDateRelateToDate
source: "To Date" must be greater than "From Date"
vi_vn: "Đến Ngày" phải lớn hơn "Từ Ngày"

# LeaveManagement_ErrMsg_InvalidUserID
source: Cannot find user with ID = {0}
vi_vn: Không tìm thấy người dùng với ID = {0}

# LeaveManagement_ErrMsg_Policy_1
source: You should submit this form at least {1} day before taking {0} day(s) off
vi_vn: Bạn phải xin phép trước ít nhất {1} ngày khi bạn muốn nghỉ {0} ngày

# LeaveManagement_ErrMsg_Policy_2
source: You should submit this form at least {1} days before taking {0} day(s) off
vi_vn: Bạn phải xin phép trước ít nhất {1} ngày khi bạn muốn nghỉ {0} ngày

# LeaveManagement_ErrMsg_Policy_3
source: You should submit this form at least {1} days before taking {0} day(s) off
vi_vn: Bạn phải xin phép trước ít nhất {1} ngày khi bạn muốn nghỉ {0} ngày

# LeaveManagement_ErrMsg_ToDateIsNoneWorkingDay
source: "To Date" is {0}
vi_vn: "Đến Ngày" trùng với ngày {0}

# LeaveRequest_Modal_SeeMorePolicy
source: See policies
vi_vn: Xem quy định

# LeaveManagement_AddNew
source: Add New Request
vi_vn: Xin nghỉ phép

# TransferWorkToInvalid
source: Employee requested for and transfer work to must be different
vi_vn: Người nhận bàn giao phải khác với người được làm đơn

# LeaveManagement_LeaveApprovalTitle
source: Leave Requests Approval
vi_vn: Đơn Xin Nghỉ Phép Cần Duyệt

# LeaveManagement_LeaveByDepartmentTitle
source: Leave By Department
vi_vn: Đơn Xin Nghỉ Phép Theo Phòng Ban

# LeaveManagement_ErrMsg_OverlapDates
source: Dates have been submitted
vi_vn: Đã tạo đơn cho ngày này

# LeaveManagement_ErrMsg_FromDateInvalid
source: From date must not be less than current date
vi_vn: Ngày bắt đầu nghỉ không được nhỏ hơn ngày hiện tại

# LeaveRequest_SeeMorePoliciesButton
source: See more policies
vi_vn: Xem thêm quy định

# LeaveManagement_ErrMsg_SequenceLeave
source: You could only submit 1 request if you take 40 sequence hours leave
vi_vn: Nghỉ phép liên tục từ 40 giờ trở lên chỉ được tạo 1 yêu cầu

# AdditionApproversInValid
source: Appover and additional approver must be different
vi_vn: Người duyệt thay thế và người duyệt phải khác nhau

# LeaveRequest_PageTitle
source: Leave Request
vi_vn: Xin Nghỉ Phép
