Repository: nmtri1987/stadavn
Catalog: Resources/Resources/RBVHStadaLists.*.resx
Languages: vi_vn

# Delegations_ToEmployee
source: To employee
vi_vn: Người được ủy quyền

# DelegationsOfNewTask_ModuleName
source: Module name
vi_vn: Tên mô đun

# DelegationsOfNewTask_VietnameseModuleName
source: Vietnamese module name
vi_vn: Tên mô đun tiếng Việt

# Delegations_ModuleName
source: Module name
vi_vn: Tên mô đun

# Delegations_VietnameseModuleName
source: Vietnamese module name
vi_vn: Tên mô đun tiếng Việt

# Delegations_ListItemApprovalUrl
source: List item approval Url
vi_vn: Url khoản mục duyệt

# EmployeeInfo_DelegatedBy
source: Delegated By
vi_vn: Được ủy quyền bởi

# FromDateGeqTodateErrorMessage
source: From Date must be greater than or equal current date
vi_vn: Từ ngày phải >= ngày hiện tại

# OvertimeManagement_FirstApprovedBy
source: First approved by
vi_vn: Duyệt đầu tiên bởi

# OvertimeManagement_FirstApprovedDate
source: First approved date
vi_vn: Ngày duyệt đầu tiên

# Common_LastRemind
source: Last Remind
vi_vn: Lần cuối nhắc nhở

# Common_MaxRemindAttemps
source: Max Remind Attemps
vi_vn: Số lần nhắc nhở tối đa

# Common_NextRemind
source: Next Remind
vi_vn: Lần nhắc nhở kế tiếp

# Common_RemindedAttemps
source: Reminded Attemps
vi_vn: Số lần đã nhắc nhở

# Common_ReqDueDate
source: Request Due Date
vi_vn: Ngày tới hạn của yêu cầu

# Department_Locations
source: Locations
vi_vn: Nhà máy

# Department_IsVisible
source: Is Visible
vi_vn: Hiển thị

# Overtime_BODComments
source: BOD's Comments
vi_vn: Ý kiến ban giám đốc

# Overtime_Comments
source: Comments
vi_vn: Ý kiến

# Overtime_DHComments
source: Department Head's Comments
vi_vn: Ý kiến trưởng phòng

# Overtime_SecurityComments
source: Security's Comments
vi_vn: Ý kiến bảo vệ

# ShiftTime_ShiftTimeWorkingHourMid
source: Working Hour Mid
vi_vn: Làm việc giữa ca

# RequestReceivedDepartmentViewers_Department
source: Department
vi_vn: Phòng ban

# RequestReceivedDepartmentViewers_Employees
source: Employees
vi_vn: Các nhân viên

# RequestReceivedDepartmentViewers_ListTitle
source: Request received department viewers
vi_vn: Người xem phiếu đề nghị phòng ban tiếp nhận

# RequestReceivedDepartmentViewers_Location
source: Location
vi_vn: Nhà máy

# Department_AutoCreateOverTime
source: Auto create overtime
vi_vn: Tạo tăng ca tự động

# LeaveList_Shift
source: Shift
vi_vn: Ca

# Configuration_Description
source: Description
vi_vn: Mô tả

# FromDateGeqTodateErrorMessage_1
source: From Date must be greater than current date %7B0%7D day(s)
vi_vn: Từ ngày phải lớn hơn ngày hiện tại %7B0%7D ngày

# ChangeShiftList_ShiftsEqualErrorMessage
source: To shift must be different with from shift
vi_vn: Ca cần đổi phải khác ca trước

# VehicleManagement_ToDateValidationMessage
source: To Date must be greater than From Date
vi_vn: Ngày sau phải lớn hơn ngày trước

# MeetingRooms_ListTitle
source: Meeting rooms
vi_vn: Phòng họp

# RequisitionOfMeetingRoom_Department
source: Department
vi_vn: Phòng ban

# RequisitionOfMeetingRoom_DiscussionMeeting
source: Discussion meeting
vi_vn: Nội dung

# RequisitionOfMeetingRoom_EndTime
source: End time
vi_vn: Đến

# RequisitionOfMeetingRoom_Equipment
source: Equipment
vi_vn: Trang thiết bị

# RequisitionOfMeetingRoom_FullName
source: Full name
vi_vn: Họ tên

# RequisitionOfMeetingRoom_ListTitle
source: Requisition of meeting room
vi_vn: Yêu cầu sử dụng phòng họp

# RequisitionOfMeetingRoom_MeetingRoomLocation
source: Meeting room
vi_vn: Phòng họp

# RequisitionOfMeetingRoom_Others
source: Others
vi_vn: Khác

# RequisitionOfMeetingRoom_Participation
source: Participation
vi_vn: Thành phần tham dự

# RequisitionOfMeetingRoom_Seats
source: Seats
vi_vn: Số ghế

# RequisitionOfMeetingRoom_Start_Time
source: Start time
vi_vn: Bắt đầu từ

# GuestInformation_ContentType_Description
source: Information of guest
vi_vn: Thông tin về khách

# GuestReceptionManagement_ContentType_Description
source: Guest management
vi_vn: Quản lý đón tiếp khách

# GuestPickupCar_ContentType_Description
source: Pick-up to the company
vi_vn: Xe đi làm việc

# GuestInformation_ListTitle
source: Information of guest
vi_vn: Thông tin về khách

# GuestReceptionManagement_GuestNameTitle
source: Name
vi_vn: Tên

# GuestReceptionManagement_GuestReceptionManagementID
source: Guest Reception Management ID
vi_vn: Quản lý yêu cầu tiếp khách ID

# GuestPickupCar_ListTitle
source: Pick-up to the company
vi_vn: Xe đi làm việc

# GuestReceptionManagement_AirportCarTimeTitle
source: Car to the airport
vi_vn: Xe đưa ra sân bay

# GuestReceptionManagement_DepartmentTitle
source: Department
vi_vn: Phòng ban

# GuestReceptionManagement_FlightNoTitle
source: Flight No
vi_vn: Số chuyến bay

# GuestReceptionManagement_FoodSpecialRequirementTitle
source: Special requirement for food
vi_vn: Yêu cầu đặc biệt của thức ăn

# GuestReceptionManagement_GuestCompanyNameTitle
source: Name of company
vi_vn: Tên công ty

# GuestReceptionManagement_GuestDateOfArrivalTitle
source: Date of arrival
vi_vn: Ngày đến

# GuestReceptionManagement_GuestDateOfIssueTitle
source: Date of issue
vi_vn: Ngày cấp

# GuestReceptionManagement_GuestFactoryEntranceStaffTitle
source: Staff
vi_vn: Nhân viên

# GuestReceptionManagement_GuestFactoryEntranceTitle
source: Factory entrance
vi_vn: Lối đi vào xưởng

# GuestReceptionManagement_GuestFactoryVisitingRoutineTitle
source: Factory visiting routines
vi_vn: Lộ trình khu vực tham quan nhà máy

# GuestReceptionManagement_GuestGenderFemale_Title
source: Female
vi_vn: Nữ

# GuestReceptionManagement_GuestGenderMale_Title
source: Male
vi_vn: Nam

# GuestReceptionManagement_GuestGenderOther_Title
source: Other
vi_vn: Khác

# GuestReceptionManagement_GuestGenderTitle
source: Gender
vi_vn: Giới tính

# GuestReceptionManagement_GuestHotelAddressTitle
source: Address
vi_vn: Địa chỉ

# GuestReceptionManagement_GuestHotelBookingTitle
source: Hotel booking
vi_vn: Đặt khách sạn

# GuestReceptionManagement_GuestHotelCheckInDateTitle
source: Check-in date
vi_vn: Ngày vào

# GuestReceptionManagement_GuestHotelCheckOutDateTitle
source: Check-out date
vi_vn: Ngày ra

# GuestReceptionManagement_GuestHotelNameTitle
source: Name of hotel
vi_vn: Tên khách sạn

# GuestReceptionManagement_GuestHotelOtherRequirementTitle
source: Other requirement
vi_vn: Yêu cầu đặc biệt

# GuestReceptionManagement_GuestHotelRoomTypeDoubleTitle
source: Double room
vi_vn: Phòng đôi

# GuestReceptionManagement_GuestHotelRoomTypeSingleTitle
source: Single room
vi_vn: Phòng đơn

# GuestReceptionManagement_GuestHotelRoomTypeTitle
source: Room type
vi_vn: Loại phòng

# GuestReceptionManagement_GuestJobTitle
source: Job title
vi_vn: Chức vụ

# GuestReceptionManagement_GuestNationalityTitle
source: Nationality
vi_vn: Quốc tịch

# GuestReceptionManagement_GuestNumberOfClothesTitle
source: Labour safety clothes
vi_vn: Trang phục vào xưởng

# GuestReceptionManagement_GuestPickupCarAttendantTitle
source: Name of attendants of meeting
vi_vn: Người cần liên hệ

# GuestReceptionManagement_GuestPickupCarDatetimeTitle
source: Date
vi_vn: Thời gian

# GuestReceptionManagement_GuestPickupCarDateTitle
source: Date
vi_vn: Ngày

# GuestReceptionManagement_GuestPickupCarTimeTitle
source: Time
vi_vn: Thời gian

# GuestReceptionManagement_GuestPickupCarWorkingPlaceTitle
source: Working place
vi_vn: Địa điểm làm việc

# GuestReceptionManagement_GuestPickupTimeTitle
source: Pick up car at the airport
vi_vn: Xe đón tại sân bay

# GuestReceptionManagement_GuestReceptionDateTitle
source: Date
vi_vn: Ngày

# GuestReceptionManagement_GuestReceptionLevelCasualTitle
source: Casual
vi_vn: Thông thường

# GuestReceptionManagement_GuestReceptionLevelFormalTitle
source: Formal
vi_vn: Quan trọng

# GuestReceptionManagement_GuestReceptionLevelHighlyFormalTitle
source: Highly formal
vi_vn: Trân trọng

# GuestReceptionManagement_GuestReceptionLevelTitle
source: Reception
vi_vn: Mức độ tiếp đón

# GuestReceptionManagement_GuestRequirementCakesTitle
source: Cakes
vi_vn: Bánh ngọt

# GuestReceptionManagement_GuestRequirementEquipmentBlackboardTitle
source: Blackboard
vi_vn: Bảng viết

# GuestReceptionManagement_GuestRequirementEquipmentLazerPenTitle
source: Laser pen
vi_vn: Bút laser

# GuestReceptionManagement_GuestRequirementEquipmentOtherTitle
source: Other
vi_vn: Khác

# GuestReceptionManagement_GuestRequirementEquipmentProjectorTitle
source: Projector
vi_vn: Máy chiếu

# GuestReceptionManagement_GuestRequirementEquipmentTitle
source: Equipment
vi_vn: Thiết bị

# GuestReceptionManagement_GuestRequirementFaceClothTitle
source: Face-cloth
vi_vn: Khăn lạnh

# GuestReceptionManagement_GuestRequirementFruitsTitle
source: Fruits
vi_vn: Trái cây

# GuestReceptionManagement_GuestRequirementMeetingRoomTitle
source: Meeting room
vi_vn: Phòng họp

# GuestReceptionManagement_GuestRequirementSeatTitle
source: Number of seats
vi_vn: Số người

# GuestReceptionManagement_GuestRequirementStuffsTitle
source: Requirements
vi_vn: Yêu cầu chuẩn bị

# GuestReceptionManagement_GuestRequirementTitle
source: Requirements
vi_vn: Yêu cầu chuẩn bị

# GuestReceptionManagement_GuestScheduleContentTitle
source: Content
vi_vn: Nội dung

# GuestReceptionManagement_GuestScheduleFromTitle
source: Schedule date from
vi_vn: Thời gian làm việc từ

# GuestReceptionManagement_GuestSchedulePlaceTitle
source: Place
vi_vn: Địa điểm

# GuestReceptionManagement_GuestScheduleTitle
source: Guest's Schedule
vi_vn: Lịch làm việc của khách tại công ty

# GuestReceptionManagement_GuestScheduleToTitle
source: schedule to
vi_vn: đến

# GuestReceptionManagement_GuestSouvenirTitle
source: Souvenir
vi_vn: Quà tặng cho khách

# GuestReceptionManagement_GuestVisaApplicationTitle
source: Visa application
vi_vn: Xin visa

# GuestReceptionManagement_GuestVisaValidityTitle
source: Visa validity
vi_vn: Hiệu lực visa

# GuestReceptionManagement_ListTitle
source: Guest reception management
vi_vn: Quản lý yêu cầu đón tiếp khách

# GuestReceptionManagement_LocationTitle
source: Location
vi_vn: Nhà máy

# GuestReceptionManagement_LunchServiceAtCompanyTitle
source: In canteen
vi_vn: Tại công ty

# GuestReceptionManagement_LunchServiceTitle
source: Lunch service
vi_vn: Phục vụ cơm trưa

# GuestReceptionManagement_LunchServicOtherPlaceTitle
source: Other place
vi_vn: Địa điểm khác

# GuestReceptionManagement_MinibarPaidByTitle
source: Minibar will be charged to
vi_vn: Người trả minibar

# GuestReceptionManagement_OtherServicePaidByTitle
source: Other service will be charged to
vi_vn: Các dịch vụ khác

# GuestReceptionManagement_PickupCarTitle
source: Pick-up to the company
vi_vn: Xe đi làm việc

# GuestReceptionManagement_RequesterTitle
source: Requester
vi_vn: Người yêu cầu

# GuestReceptionManagement_RoomPaidByTitle
source: Room charge will be paid by
vi_vn: Người trả tiền phòng

# ExportingDossierManagement_ListTitle
source: Exporting Dossier Management
vi_vn: Quản lý thông tin hồ sơ đăng ký xuất khẩu

# DesignerChangeDetails_ChangedContentsTitle
source: Changed contents
vi_vn: Nội dung thay đổi

# DesignerChangeDetails_ChangedItemsTitle
source: Changed items
vi_vn: Đề mục thay đổi

# DesignerChangeDetails_ChangedReasonTitle
source: Reason of change
vi_vn: Lý do thay đổi

# DesignerChangeDetails_DesignRequestManagement
source: Design request management
vi_vn: Phiếu thông tin đề nghị thiết kế

# DesignerChangeDetails_ListTitle
source: Designer change details
vi_vn: Kiểm soát thay đổi

# DesignerChangeDetails_NewCodeTitle
source: new code
vi_vn: Code mới

# DesignRequestManagement_APIStrengthTitle
source: API & strength
vi_vn: Thành phần hoạt chất-hàm lượng

# DesignRequestManagement_BatchNoTitle
source: Batch no.
vi_vn: Số lô

# DesignRequestManagement_CompleteDateTitle
source: Date of completion
vi_vn: ngày hoàn tất

# DesignRequestManagement_DesignDateTitle
source: Design date
vi_vn: Ngày thiết kế

# DesignRequestManagement_DesignerTitle
source: Designer
vi_vn: Người thiết kế

# DesignRequestManagement_ExpectantTimeTitle
source: Expectant time
vi_vn: Dự kiến hoàn tất

# DesignRequestManagement_ExpiryDateTitle
source: Expiry date
vi_vn: Ngày hết hạn dùng

# DesignRequestManagement_ExportingMartketTitle
source: Exporting market
vi_vn: Xuất khẩu-thị trường

# DesignRequestManagement_ListTitle
source: Design request management
vi_vn: Quản lý phiếu thông tin đề nghị thiết kế

# DesignRequestManagement_ManufacturingDateTitle
source: Manufacturing date
vi_vn: Ngày sx

# DesignRequestManagement_ManufacturingSiteTitle
source: Manufacturing site
vi_vn: Địa điểm sản xuất

# DesignRequestManagement_OriginalCodeTitle
source: Initial code
vi_vn: Code gốc

# DesignRequestManagement_OtherSpecialSignTitle
source: Other
vi_vn: Khác

# DesignRequestManagement_OthersTitle
source: Others
vi_vn: Thông tin khác

# DesignRequestManagement_OtherStorageConditionTitle
source: Others
vi_vn: Khác

# DesignRequestManagement_PackagingDetailsAmpouleTitle
source: ampoule
vi_vn: Ống

# DesignRequestManagement_PackagingDetailsBlisterTitle
source: blister
vi_vn: Vỉ

# DesignRequestManagement_PackagingDetailsBottleTitle
source: bottle
vi_vn: Chai

# DesignRequestManagement_PackagingDetailsOthersTitle
source: others
vi_vn: Khác

# DesignRequestManagement_PackagingDetailsSachetTitle
source: sachet
vi_vn: Gói

# DesignRequestManagement_PackagingDetailsTitle
source: Packaging details
vi_vn: Chi tiết bao bì

# DesignRequestManagement_PackagingDetailsTubeTitle
source: tube
vi_vn: tuýp

# DesignRequestManagement_PackagingDetailValuesTitle
source: Packaging detail values
vi_vn: Chi tiết bao bì

# DesignRequestManagement_PackagingPresentationsTitle
source: Packaging presentations
vi_vn: Qui cách đóng gói

# DesignRequestManagement_PharmachopeiaDetailsTitle
source: Pharmacopeia
vi_vn: Dược điển

# DesignRequestManagement_ProductNameTitle
source: Product's name
vi_vn: Tên sản phẩm

# DesignRequestManagement_RegistrationTypeExportingChangeTitle
source: change
vi_vn: Thay đổi bổ sung

# DesignRequestManagement_RegistrationTypeExportingMarketTitle
source: exporting market
vi_vn: Xuất khẩu-thị trường

# DesignRequestManagement_RegistrationTypeInitialTitle
source: initial
vi_vn: Đăng ký mới

# DesignRequestManagement_RegistrationTypeLocalTitle
source: local
vi_vn: Trong nước

# DesignRequestManagement_RegistrationTypeRenewalTitle
source: renewal
vi_vn: Đăng ký lại

# DesignRequestManagement_RegistrationTypeTitle
source: Registration type
vi_vn: Dành cho đăng ký

# DesignRequestManagement_SpecialPrecautionsTitle
source: Special precautions
vi_vn: Cảnh báo đặc biệt

# DesignRequestManagement_SpecialSignOtherTitle
source: Other
vi_vn: Khác

# DesignRequestManagement_SpecialSignTitle
source: Special sign
vi_vn: Phân loại

# DesignRequestManagement_SpecificationPharmacopeiaTitle
source: Pharmacopeia
vi_vn: Dược điển

# DesignRequestManagement_SpecificationTCNSXTitle
source: Manufacturer’s
vi_vn: TCNSX

# DesignRequestManagement_SpecificationTitle
source: Specification
vi_vn: Tiêu chuẩn áp dụng

# DesignRequestManagement_StorageConditionLightTitle
source: Protect from light
vi_vn: Tránh ánh sáng

# DesignRequestManagement_StorageConditionMoistureTitle
source: and moisture
vi_vn: Tránh ẩm

# DesignRequestManagement_StorageConditionOthersTitle
source: Others
vi_vn: Khác

# DesignRequestManagement_StorageConditionTitle
source: Storage condition
vi_vn: Điều kiện bảo quản

# DesignRequestManagement_StorageConditionWellClosedContainerTitle
source: Store in a well-closed container. Do not store above 30°C
vi_vn: Trong bao bì kín, nhiệt độ không quá 30°C

# DesignRequestManagement_TherapeuticGroupTitle
source: Therapeutic group
vi_vn: Nhóm điều trị

# ExportingDossierManagement_ProductNameTitle
source: Product's name
vi_vn: Tên sản phẩm

# ExportingDossierManagement_StatusOrder
source: Status Order
vi_vn: Thứ tự sắp xếp

# NonConfirmingReportManagement_Conclusion
source: Conclusion
vi_vn: Kết luận

# NonConfirmingReportManagement_Content
source: Content of nonconfirming/ Article ISO/ SOP
vi_vn: Nội dung/ Báo cáo ISO/ SOP

# NonConfirmingReportManagement_Control
source: Control
vi_vn: Kiểm soát

# NonConfirmingReportManagement_CorrectiveAction
source: Corrective action
vi_vn: Phương án điều chỉnh

# NonConfirmingReportManagement_DepartmentRelated
source: Department/ related human
vi_vn: Phòng ban/nhân viên liên quan

# NonConfirmingReportManagement_DetailContent
source: Detail content of nonconfirming
vi_vn: Chi tiết

# NonConfirmingReportManagement_Evaluation
source: Evaluation
vi_vn: Đánh giá

# NonConfirmingReportManagement_ExpectedTime
source: Expected time to finish
vi_vn: Thời gian dự kiến hoàn thành

# NonConfirmingReportManagement_ListTitle
source: NonConfirming Report Management
vi_vn: Quản lý báo cáo không phù hợp

# NonConfirmingReportManagement_Reason
source: Reason of nonconfirming
vi_vn: Lý do

# NonConfirmingReportManagement_ReportDate
source: Report date
vi_vn: Ngày lập báo cáo

# NonConfirmingReportManagement_ReportedBy
source: Reported by
vi_vn: Người lập báo cáo

# NonConfirmingReportManagement_ReportNo
source: No
vi_vn: Số

# NonConfirmingReportManagement_StatusOrder
source: Status Order
vi_vn: Thứ tự sắp xếp

# NonConfirmingReportManagement_TimeHappened
source: Nonconforming happen on
vi_vn: Diễn ra vào

# Equipments_ListDesc
source: List of equipments
vi_vn: Danh sách thiết bị

# Equipments_ListTitle
source: Equipments
vi_vn: Thiết bị

# EquipmentNameEN
source: Name EN
vi_vn: Tên tiếng anh

# EquipmentNameVN
source: Name VN
vi_vn: Tên tiếng việt

# Gender_ListTitle
source: Gender
vi_vn: Giới tính

# GuestLevel_ListTitle
source: Guest level
vi_vn: Loại khách

# GuestReceptionManagement_CarToAirportTitle
source: Car to the airport
vi_vn: Xe đưa ra sân bay

# GuestReceptionManagement_GuestPickupCarAtAirportTitle
source: Pickup car at the airport
vi_vn: Xe đưa đón tại sân bay

# GuestReceptionManagement_LunchServiceLocationTitle
source: Lunch service location
vi_vn: Địa điểm phục vụ cơm trưa

# GuestReceptionManagement_ScheduleWorkingAtCompany
source: Guest schedule working at company
vi_vn: Lịch làm việc của khách tại công ty

# HotelRoomType_ListTitle
source: Room type
vi_vn: Loại phòng

# LunchServiceLocation_ListTitle
source: Lunch service location
vi_vn: Địa điểm phục vụ cơm trưa

# NameInEN
source: Name EN
vi_vn: Tên tiếng anh

# NameInVN
source: Name VN
vi_vn: Tên tiếng việt

# Nationality_ListTitle
source: Nationality
vi_vn: Quốc tịch

source: Others
vi_vn: Khác

# FactoryEntrance_ListTitle
source: Factory Entrance
vi_vn: Lối đi vào xưởng

# MeetingRoomStuff_ListTitle
source: Meeting Room Stuffs
vi_vn: Vật dụng trong phòng họp
