Repository: nmtri1987/stadavn
Catalog: Resources/Resources/RBVHStadaWebpages.*.resx
Languages: vi_vn

# DelegationManagement_PageTitle
source: Delegation Management
vi_vn: Quản Lý Ủy Quyền

# DelegationManagement_TitleInTitleArea
source: Delegation Management
vi_vn: Quản Lý Ủy Quyền

source: Add new delegation
vi_vn: Thêm ủy quyền

source: Add new delegation of new task
vi_vn: Thêm ủy quyền công việc mới

source: Delegations Approval
vi_vn: Ủy Quyền Công Việc Cần Duyệt

source: My Delegations
vi_vn: Ủy Quyền Công Việc Của Tôi

source: My Delegations Of New Task
vi_vn: Ủy Quyền Công Việc Mới Của Tôi

# DelegationForm_CloseButton
source: Close
vi_vn: Đóng

# DelegationForm_DelegateButton
source: Delegate
vi_vn: Ủy Quyền

# DelegationForm_DelegationOfNewTask
source: Delegation of new task
vi_vn: Ủy quyền công việc mới

# DelegationForm_Department
source: Department
vi_vn: Phòng ban

# DelegationForm_FromDate
source: From date
vi_vn: Từ ngày

# DelegationForm_FromEmployee
source: From employee
vi_vn: Người ủy quyền

# DelegationForm_gridTasks_CreatedDate
source: Created date
vi_vn: Ngày tạo

# DelegationForm_gridTasks_Department
source: Department
vi_vn: Phòng ban

# DelegationForm_gridTasks_Module
source: Module
vi_vn: Phân hệ

# DelegationForm_gridTasks_Requester
source: Requester
vi_vn: Người đề nghị

# DelegationForm_gridTasks_ViewDetails
source: View Detail
vi_vn: Xem chi tiết

# DelegationForm_Module
source: Module
vi_vn: Phân hệ

# DelegationForm_SearchButton
source: Search
vi_vn: Tìm kiếm

# DelegationForm_ToDate
source: To date
vi_vn: Đến ngày

# DelegationForm_ToEmployee
source: To employee
vi_vn: Người được ủy quyền

# DiplomaRequestForm_gridTasks_Description
source: Description
vi_vn: Mô tả

# Delegation_FromDateErrorMessage
source: Selected date must not less than current date
vi_vn: Ngày chọn không được nhỏ hơn ngày hiện tại

# Delegation_ToDateErrorMessage
source: Selected date must not less than current date and From date
vi_vn: Ngày chọn không được nhỏ hơn ngày hiện tại và Từ ngày

# DelegationsList_CreatedDate
source: Created date
vi_vn: Ngày tạo

# DelegationsList_Department
source: Department
vi_vn: Phòng ban

# DelegationsList_Description
source: Description
vi_vn: Mô tả

# DelegationsList_FromDate
source: From date
vi_vn: Từ ngày

# DelegationsList_Module
source: Module
vi_vn: Phân hệ

# DelegationsList_Requester
source: Requester
vi_vn: Người đề nghị

# DelegationsList_ToDate
source: To date
vi_vn: Đến ngày

# GridViewItem_DeleteLink
source: Delete
vi_vn: Xóa

# DelegationForm_ErrorMessage_ToDate_InValid
source: "To Date" must be greater than or equal "From Date"
vi_vn: "Đến Ngày" phải lớn hơn hoặc bằng "Từ Ngày"

# DelegationForm_ErrorMessage_FromDate_Empty
source: "From date" can't be blank.
vi_vn: "Từ ngày" không thể bỏ trống.

# DelegationForm_ErrorMessage_ToDate_Empty
source: "To date" can't be blank.
vi_vn: "Đến ngày" không thể bỏ trống.

# DelegationsList_FromEmployee
source: From employee
vi_vn: Người ủy quyền

# DelegationsList_ToEmployee
source: To employee
vi_vn: Người được ủy quyền

# DelegationForm_ErrorMessage_DontChooseDelegation
source: Please choose delegation of new task or specific task.
vi_vn: Vui lòng chọn ủy quyền công việc mới hoặc công việc cụ thể cần ủy quyền.

# DelegationForm_ErrorMessage_FromDate_Invalid
source: "From Date" must be greater than or equal today
vi_vn: "Từ Ngày" phải lơn hơn hoặc bằng hôm nay

# DelegationForm_ErrorMessage_FromEmployee_InValid
source: Please select from employee
vi_vn: Vui lòng chọn người ủy quyền

# DelegationForm_ErrorMessage_ToEmployee_InValid
source: Please select to employee
vi_vn: Vui lòng chọn người được ủy quyền

# Delegation_DelegateTaskCheckBoxErrorMessage
source: You must check on at least 1 item in the below searching result list or check on Delegation of new task
vi_vn: Bạn phải chọn ít nhất 1 mục cần ủy quyền hoặc chọn Ủy quyền công việc mới

# GridViewItem_ConfirmDeleteItem
source: Are you sure you want to delete this item?
vi_vn: Bạn có chắc muốn xóa mục này?

# Delegation_Select
source: Select
vi_vn: Chọn

# DeleteDelegation
source: Delete
vi_vn: Xóa

# DelegationManagement_ConfirmDelete
source: Are you sure you want to delete selected items?
vi_vn: Bạn có chắc muốn xóa các mục đã chọn?

# DelegationManagement_SelectOneItem
source: Please select at least 1 item to delete!
vi_vn: Vui lòng chọn ít nhất 1 khoản mục để xóa!

# DelegationForm_ErrorMessage_Module_InValid
source: Please select module
vi_vn: Vui lòng chọn phân hệ

# DelegationManagement_FilterToDateFromDate
source: To date must be greater than or equal From date
vi_vn: Ngày sau phải lớn hơn hoặc bằng ngày trước

# Delegation_BtnView
source: View
vi_vn: Xem

# Delegation_CreatedDelegationDateFrom
source: Delegation date from
vi_vn: Ngày ủy quyền từ

# Delegation_CreatedDelegationDateTo
source: Delegation date to
vi_vn: Ngày ủy quyền đến

# DelegationsList_DelegatedDate
source: Delegated date
vi_vn: Ngày ủy quyền

# CalendarFromDate
source: From date
vi_vn: Từ ngày

# CalendarToDate
source: To date
vi_vn: Đến ngày

# RequestsForm_Status
source: Status
vi_vn: Trạng thái

# RecruimentForm_Status
source: Status
vi_vn: Trạng thái

# DiplomaRequestForm_Status
source: Status
vi_vn: Trạng thái

# CannotCancelRejectedRequest
source: Cannot cancel the request that has been rejected
vi_vn: Không thể hủy yêu cầu đã bị từ chối

# RequestStatusInProgress
source: This request is in approval progress
vi_vn: Yêu cầu này đang trong quá trình duyệt

# LeaveManagement_LeaveHistoryTitle
source: Leave History
vi_vn: Lịch sử nghỉ phép

# ShiftManagement_LatestApprovedBy
source: Approved by
vi_vn: Duyệt bởi

# SearchButton
source: Search
vi_vn: Tìm kiếm

# FreightSecurity_BasicSearch
source: Basic Search
vi_vn: Tìm kiếm cơ bản

# FreightSecurity_SearchByReqNumber
source: Search by Request Number
vi_vn: Tìm kiếm theo mã đơn

# ApprovalHistoryButton
source: Approval History
vi_vn: Lịch sử duyệt

# ApprovalHistory_ApprovalStatusTitle
source: Approval status
vi_vn: Trạng thái duyệt

# ApprovalHistory_CommentTitle
source: Comment
vi_vn: Ý kiến

# ApprovalHistory_DateTitle
source: Date
vi_vn: Ngày

# ApprovalHistory_NoDataAvaibleMsg
source: No data available
vi_vn: Không có dữ liệu

# ApprovalHistory_PostedByTitle
source: Posted by
vi_vn: Đăng bởi

# Overview_Chart_ApprovedTodayTitle
source: Approved requests TODAY
vi_vn: Đơn đã duyệt TRONG NGÀY

# Overview_Chart_InProcessTitle
source: In-Process requests
vi_vn: Đơn đang thực hiện

# Overview_Chart_LeftColumnTitle
source: Number of requests
vi_vn: Số lượng đơn

# Overview_Chart_Title
source: Task list overview
vi_vn: Tổng quan danh sách công việc

# Overview_Chart_WaitingApprovalTitle
source: Waiting approval requests
vi_vn: Đơn chờ duyệt

# Overview_Chart_WaitingApprovalTodayTitle
source: Waiting approval requests TODAY
vi_vn: Đơn TRONG NGÀY

# Overview_Grid_Column_ApprovalStatusTitle
source: Approval status
vi_vn: Trạng thái

# Overview_Grid_Column_CreatedDateTitle
source: Created date
vi_vn: Ngày lập

# Overview_Grid_Column_DepartmentTitle
source: Department
vi_vn: Phòng ban

# Overview_Grid_Column_DescriptionTitle
source: Description
vi_vn: Mô tả

# Overview_Grid_Column_DueDateTitle
source: Due date
vi_vn: Ngày đến hạn

# Overview_Grid_Column_ModuleTitle
source: Module
vi_vn: Phân hệ

# Overview_Grid_Column_RequesterTitle
source: Requester
vi_vn: Người đề nghị

# Overview_Grid_Title
source: Task list details
vi_vn: Chi tiết danh sách công việc

# Overview_Grid_EmptyDataTitle
source: Not found
vi_vn: Không có dữ liệu

# Overview_Grid_LoadMessageTitle
source: Please wait...
vi_vn: Vui lòng chờ...

# Overview_Grid_PagerFormat
source: Pages: {first} {prev} {pages} {next} {last} | {pageIndex} of {pageCount}
vi_vn: Trang: {first} {prev} {pages} {next} {last} | {pageIndex} of {pageCount}

# Overview_Chart_Label
source: Requests
vi_vn: Đơn

# Notification_Tooltip
source: You have {0} request(s) for approval TODAY
vi_vn: Bạn có {0} đơn phải duyệt HÔM NAY

# FormButtonsControl_Print
source: Print
vi_vn: In

# ViewOvertimeRequest_PageTitle
source: View Overtime Request
vi_vn: Xem yêu cầu tăng ca

# ViewOvertimeRequest_PageTitleArea
source: View Overtime Request
vi_vn: Xem yêu cầu tăng ca

# RequestForm_PleaseSelectReceivedDepartment
source: Please select received department
vi_vn: Vui lòng chọn bộ phận tiếp nhận

# OvertimeRequest_RegisteredEmployeeMessage
source: The selected employees have been registered on this day
vi_vn: Nhân viên đã được đăng kí tăng ca trong ngày này

# FreightRequest_Save_CloseButton
source: Save
vi_vn: Lưu

# FreightRequest_Modal_SaveButton
source: Save
vi_vn: Lưu

# Requests_ExportExcel
source: Export
vi_vn: Xuất

# RequestsByReceivedDepartmentTab
source: Requests By Received Department
vi_vn: Các Phiếu Đề Nghị Phòng Tiếp Nhận

# RequestsByReceivedDepartmentTab_FromDate
source: From date
vi_vn: Từ ngày

# RequestsByReceivedDepartmentTab_Status
source: Status
vi_vn: Trạng thái

# RequestsByReceivedDepartmentTab_ToDate
source: To date
vi_vn: Đến ngày

# Requests_btnView
source: View
vi_vn: Xem

# ApprovedMessage
source: This request was approved or rejected or cancelled.
vi_vn: Đơn đã được duyệt hoặc từ chối phê duyệt hoặc bị hủy.

# Requests_ExportExcel_Message
source: There are no data to export
vi_vn: Không có dữ liệu để xuất báo cáo

# TransportTimeErrorMessage_1
source: Date must be greater than current date %7B0%7D day(s)
vi_vn: Ngày vận chuyển phải lớn hơn ngày hiện tại %7B0%7D ngày

# RequestExpiredMsgFormat
source: Request expired on %7B0%7D
vi_vn: Yêu cầu đã hết hạn vào ngày %7B0%7D

# NotOvertimeDateErrorMessage
source: Date must be greater than current date {0} day(s)
vi_vn: Ngày xin không tăng ca phải lớn hơn ngày hiện tại {0} ngày

# Overtime_DateErrorMsgFormat
source: Date must be greater than current date %7B0%7D day(s)
vi_vn: Ngày xin tăng ca phải lớn hơn ngày hiện tại %7B0%7D ngày

# BusinessTripManagement_LoadMoreEmployeesButton
source: Load more employees
vi_vn: Nhân viên phòng ban khác

# BusinessTripManagement_EmployeeExistedMsg
source: This employee has been added
vi_vn: Nhân viên này đã tồn tại

# BusinessTripManagement_NoEmployeeInDepartmentMsg
source: There is no employee of your department in the list. Please check again!
vi_vn: Không có nhân viên nào trong phòng ban của bạn đi công tác. Xin hãy kiểm tra lại!

# MeetingRoom_PageTitle
source: Requisition Of Meeting Room
vi_vn: Phiếu Yêu Cầu Sử Dụng Phòng Họp

# MeetingRoom_TitleInTitleArea
source: Requisition Of Meeting Room
vi_vn: Phiếu Yêu Cầu Sử Dụng Phòng Họp

# MeetingRoomByDepartment
source: Requisition Of Meeting Room By Department
vi_vn: Các Yêu Cầu Phòng Họp Theo Phòng Ban

# MeetingRoomToBeApproved
source: Requisition Of Meeting Room Approval
vi_vn: Các Yêu Cầu Phòng Họp Cần Duyệt

# MyMeetingRoomRequests
source: My Requisition Of Meeting Room
vi_vn: Yêu Cầu Phòng Họp Của Tôi

# RequisitionOfMeetingRoom_CreatedDate
source: Created date
vi_vn: Ngày tạo

# RequisitionOfMeetingRoom_RequestFrom
source: Request from
vi_vn: Yêu cầu từ

# RequiredField_WithParam
source: {0} is a required field.
vi_vn: {0} là trường bắt buộc.

# Invalid_WithParam
source: {0} is invalid.
vi_vn: {0} không hợp lệ.

# LessThan_WithParam
source: {0} must be less than {1}.
vi_vn: {0} phải nhỏ hơn {1}.

# MeetingRoomManagement_DepartmentTitle
source: Department
vi_vn: Bộ phận

# MeetingRoomManagement_DiscussionMeetingTitle
source: Discussion meeting
vi_vn: Nội dung vấn đề cần giải quyết hoặc thương lượng

# MeetingRoomManagement_EndTimeTitle
source: End time
vi_vn: Đến

# MeetingRoomManagement_FullNameTitle
source: Full name
vi_vn: Họ tên người đăng ký

# MeetingRoomManagement_GeneralInfoTitle
source: General Information
vi_vn: Thông tin chung

# MeetingRoomManagement_LocationTitle
source: Location
vi_vn: Địa điểm

# MeetingRoomManagement_OthersTitle
source: Others
vi_vn: Khác

# MeetingRoomManagement_ParticipationTitle
source: Participation
vi_vn: Thành phần tham dự

# MeetingRoomManagement_RegisteredEquipmentTitle
source: Registered room/equipment
vi_vn: Đăng ký danh mục sử dụng thiết bị

# MeetingRoomManagement_RequestedDateTitle
source: Requested Date
vi_vn: Ngày sử dụng

# MeetingRoomManagement_SeatsTitle
source: Seats
vi_vn: Số ghế sử dụng

# MeetingRoomManagement_StartTimeTitle
source: Start time
vi_vn: Bắt đầu từ

# MeetingRoomManagement_EquipmentTitle
source: Equipment
vi_vn: Thiết bị

# StartDateLessThanEndDate
source: Start date must be less than end date
vi_vn: Ngày bắt đầu phải nhỏ hơn ngày kết thúc

# GuestReceptionManagement_CarToTheAirportDatetimeTitle
source: Datetime
vi_vn: Thời gian

# GuestReceptionManagement_CarToTheAirportTitle
source: Car to the airport
vi_vn: Xe đưa ra sân bay

# GuestReceptionManagement_CompanyNameTitle
source: Name of company
vi_vn: Tên Công ty

# GuestReceptionManagement_GuestDateOfArrivalTitle
source: Date of arrival
vi_vn: Ngày đến

# GuestReceptionManagement_GuestDateOfIssueTitle
source: Date of issue
vi_vn: Ngày cấp

# GuestReceptionManagement_GuestGenderTitle
source: Gender
vi_vn: Giới tính

# GuestReceptionManagement_GuestInformationTitle
source: Information of guest
vi_vn: Thông tin về khách

# GuestReceptionManagement_GuestJobTitle
source: Job title
vi_vn: Chức vụ

# GuestReceptionManagement_GuestNameTitle
source: Name
vi_vn: Tên

# GuestReceptionManagement_GuestNationalityTitle
source: Nationality
vi_vn: Quốc tịch

# GuestReceptionManagement_GuestPassportNoTitle
source: Passport No
vi_vn: Số passport

# GuestReceptionManagement_GuestVisaRequiredFieldsTitle
source: The information marked with (*) are required for visa application
vi_vn: Các thông tin có đánh dấu (*) cần sử dụng trong thụ tục xin cấp visa

# GuestReceptionManagement_GuestVisaValidityTitle
source: Visa validity
vi_vn: Hiệu lực visa

# GuestReceptionManagement_GuestWorkingClothSetTitle
source: sets
vi_vn: bộ

# GuestReceptionManagement_GuestWorkingClothTitle
source: Labour safety cloths:
vi_vn: Trang phục vào xưởng:

# GuestReceptionManagement_GuestWorkingContentTitle
source: Content
vi_vn: Nội dung

# GuestReceptionManagement_GuestWorkingEntranceTitle
source: Factory entrance
vi_vn: Lối đi vào xưởng

# GuestReceptionManagement_GuestWorkingEquipmentTitle
source: Equipment
vi_vn: Thiết bị

# GuestReceptionManagement_GuestWorkingMeetingRoomSeatsTitle
source: person(s)
vi_vn: người

# GuestReceptionManagement_GuestWorkingMeetingRoomTitle
source: Meeting room:
vi_vn: Phòng họp

# GuestReceptionManagement_GuestWorkingPlaceTitle
source: Place
vi_vn: Địa điểm

# GuestReceptionManagement_GuestWorkingRequirementTitle
source: Requirements
vi_vn: Yêu cầu chuẩn bị

# GuestReceptionManagement_GuestWorkingRoutineTitle
source: Factory visiting routines (if any)
vi_vn: Lộ trình tham quan nhà máy (nếu có)

# GuestReceptionManagement_GuestWorkingScheduleFromTitle
source: Date from
vi_vn: Thời gian từ

# GuestReceptionManagement_GuestWorkingScheduleTitle
source: Working schedule of Guest
vi_vn: Lịch làm việc của khách tại công ty

# GuestReceptionManagement_GuestWorkingScheduleToTitle
source: to
vi_vn: đến

# GuestReceptionManagement_HasHotelBookingTitle
source: Yes
vi_vn: Có

# GuestReceptionManagement_HotelAddressTitle
source: Address
vi_vn: Địa chỉ

# GuestReceptionManagement_HotelBookingTitle
source: Hotel booking
vi_vn: Đặt khách sạn

# GuestReceptionManagement_HotelCheckinDateTitle
source: Check-in date
vi_vn: Ngày vào

# GuestReceptionManagement_HotelCheckoutDateTitle
source: Check-out date
vi_vn: Ngày ra

# GuestReceptionManagement_HotelDoubleRoomTitle
source: Double room
vi_vn: Phòng đôi

# GuestReceptionManagement_HotelMinibarPaidByTitle
source: Minibar will be charged to
vi_vn: Người trả minibar

# GuestReceptionManagement_HotelNameTitle
source: Name of hotel
vi_vn: Tên khách sạn

# GuestReceptionManagement_HotelOtherRequirement
source: Other requirement
vi_vn: Yêu cầu đặc biệt

# GuestReceptionManagement_HotelOtherServicePaidByTitle
source: Other service will be charged to
vi_vn: Các dịch vụ khác

# GuestReceptionManagement_HotelRoomPaidByTitle
source: Room charge will be paid by
vi_vn: Người trả tiền phòng

# GuestReceptionManagement_HotelSingleRoomTitle
source: Single room
vi_vn: Phòng đơn

# GuestReceptionManagement_LunchServiceAtCompanyTitle
source: In canteen
vi_vn: Tại công ty

# GuestReceptionManagement_LunchServiceAtOtherPlaceTitle
source: Other place
vi_vn: Địa điểm khác

# GuestReceptionManagement_LunchServiceSpecialRequirement
source: Special requirement for food
vi_vn: Yêu cầu đặc biệt của thức ăn

# GuestReceptionManagement_LunchServiceTitle
source: Lunch service
vi_vn: Phục vụ cơm trưa

# GuestReceptionManagement_PickupAttendantTitle
source: Name of attendants of meeting
vi_vn: Người cần liên hệ

# GuestReceptionManagement_PickupCarFlightNoTitle
source: Flight No
vi_vn: Số chuyến bay

# GuestReceptionManagement_PickupCarTitle
source: Pick up car at the airport
vi_vn: Xe đón tại sân bay

# GuestReceptionManagement_DatetimeTitle
source: Datetime
vi_vn: Thời gian

# GuestReceptionManagement_PickupDateTitle
source: Date
vi_vn: Ngày

# GuestReceptionManagement_PickupTimeTitle
source: Time
vi_vn: Thời gian

# GuestReceptionManagement_PickupTitle
source: Pick-up to the company
vi_vn: Xe đi làm việc

# GuestReceptionManagement_PickupWorkingPlaceTitle
source: Working place
vi_vn: Địa điểm làm việc

# GuestReceptionManagement_CasualTitle
source: Casual
vi_vn: Thông thường

# GuestReceptionManagement_FormalTitle
source: Formal
vi_vn: Quan trọng

# GuestReceptionManagement_HighlyFormalTitle
source: Highly formal
vi_vn: Trân trọng

# GuestReceptionManagement_ReceptionTitle
source: Reception
vi_vn: Mức độ tiếp đón

# GuestReceptionManagement_VisaApplicationInfomationTitle
source: If yes, please fill the information marked with (*) in the above schedule or submit the scanned copy of passport.
vi_vn: Nếu có xin visa, vui lòng điền đầy đủ thông tin có đánh dấu (*) ở bảng trên hoặc gửi kèm bản photo hộ chiếu.

# GuestReceptionManagement_VisaApplicationTitle
source: Visa application
vi_vn: Xin visa

# GuestReceptionManagement_BlackBoardTitle
source: Black board
vi_vn: Bảng viết

# GuestReceptionManagement_CakeTitle
source: Cakes
vi_vn: Bánh ngọt

# GuestReceptionManagement_FaceClothTitle
source: Face-cloth
vi_vn: Khăn lạnh

# GuestReceptionManagement_FruitsTitle
source: Fruits
vi_vn: Trái cây

# GuestReceptionManagement_GuestWorkingEntranceStaffTitle
source: Staff
vi_vn: Nhân viên

# GuestReceptionManagement_GuestWorkingEntranceVisitors
source: Visitors
vi_vn: Khách

# GuestReceptionManagement_LaserPenTitle
source: Laser pen
vi_vn: Bút laser

# GuestReceptionManagement_MeetingRoomTitle
source: Meeting room
vi_vn: Phòng họp

# GuestReceptionManagement_OtherTitle
source: Other
vi_vn: Khác

# GuestReceptionManagement_PageTitle
source: Requirement For Guest Reception
vi_vn: Phiếu yêu cầu đón tiếp khách

# GuestReceptionManagement_PageTitleArea
source: Requirement For Guest Reception
vi_vn: Phiếu yêu cầu đón tiếp khách

# GuestReceptionManagement_PersonsTitle
source: person(s)
vi_vn: người

# GuestReceptionManagement_ProjectorTitle
source: Projector
vi_vn: Máy chiếu

# GuestReceptionManagement_RequirementsTitle
source: Requirements
vi_vn: Yêu cầu chuẩn bị

# GuestReceptionManagement_SouvenirTitle
source: Souvenir
vi_vn: Quà tặng cho khách

# GuestReceptionManagement_PickupDatetimeTitle
source: Datetime
vi_vn: Thời gian

# GuestReceptionManagementByDepartment
source: Requirement For Guest Reception By Department
vi_vn: Các Yêu Cầu Đón Tiếp Khách Theo Phòng Ban

# GuestReceptionManagementRequests
source: My Requirement For Guest Reception
vi_vn: Yêu Cầu Đón Tiếp Khách Của Tôi

# GuestReceptionManagementToBeApproved
source: Requirement For Guest Reception Approval
vi_vn: Các Yêu Cầu Đón Tiếp Khách Cần Duyệt

# NotGreaterThan_WithParam
source: {0} not greater than {1}
vi_vn: {0} không được lớn hơn {1}

# DataChanged_Msg
source: The data has been changed externally. Do you want to reload it or lose the changes made in the data?
vi_vn: Dữ liệu đã bị thay đổi bởi người khác trong quá trình bạn thao tác. Bạn có muốn xem dữ liệu mới nhất hoặc ghi đè những thay đổi đó?

# OvertimeDataChanged_Confirm
source: Confirm
vi_vn: Xác nhận

# ShiftDataChanged_Confirm
source: Confirm
vi_vn: Xác nhận

# OvertimeDataChanged_Modal_CloseButton
source: Close
vi_vn: Đóng

# OvertimeDataChanged_Modal_SaveButton
source: Save
vi_vn: Lưu

# ShiftDataChanged_Modal_CloseButton
source: Close
vi_vn: Đóng

# ShiftDataChanged_Modal_SaveButton
source: Save
vi_vn: Lưu

# OvertimeDataChanged_Modal_ReloadButton
source: Reload
vi_vn: Lấy mới

# ShiftDataChanged_Modal_ReloadButton
source: Reload
vi_vn: Lấy mới
